["年方伯玉早，恨比四愁多。会待休车骑，相随出罻罗。", "峥嵘丞相府，清切凤凰池。羡尔瑶台鹤，高栖琼树枝。归飞晴日好，吟弄惠风吹。正有乘轩乐，初当学舞时。珍禽在罗网，微命若游丝。愿托周周羽，相衔汉水湄。", "西施越溪女，出自苎萝山。秀色掩今古，荷花羞玉颜。浣纱弄碧水，自与清波闲。皓齿信难开，沈吟碧云间。句践征绝艳，扬蛾入吴关。提携馆娃宫，杳渺讵可攀。一破夫差国，千秋竟不还。", "昭君拂玉鞍，上马啼红颊。今日汉宫人，明朝胡地妾。", "桂林闻旧说，曾不异炎方。山响匡床语，花飘度腊香。几时逢雁足，著处断猿肠。独抚青青桂，临城忆雪霜。", "将军发白马，旌节渡黄河。箫鼓聒川岳，沧溟涌洪波。武安有振瓦，易水无寒歌。铁骑若雪山，饮流涸滹沱。扬兵猎月窟，转战畧朝那。倚剑登燕然，边峰列嵯峨。萧条万里外，耕作五原多。一扫清大漠，包虎戢金戈。", "师在白云乡，名登善法堂。十方传句偈，八部会坛场。飞锡无定所，宝书留旧房。唯应衔果鴈，相送至衡阳。", "阴风振寒郊，猛虎正咆哮。徐行出烧地，连吼入黄茅。壮士走马去，镫前弯玉弰。叱之使人立，一发如铍交。悍睛忽星堕，飞血溅林梢。彪炳为我席，膻腥充我庖。里中欣害除，贺酒纷呶号。明日长桥上，倾城看斩蛟。", "万卷堆床书，学者识其真。万里长江水，征夫渡要津。养生非但药，悟佛不因人。燕石何须辨，逢时即至珍。", "巢父将许由，未闻买山隐。道存迹自高，何惮去人近。纷吾下兹岭，地闲喧亦泯。门横群岫开，水凿众泉引。屏高而在云，窦深莫能准。川光昼昏凝，林气夕凄紧。于焉摘朱果，兼得养玄牝。坐月观宝书，拂霜弄瑶轸。倾壶事幽酌，顾影还独尽。念君风尘游，傲尔令自哂。", "日下空庭暮，城荒古迹余。地形连海尽，天影落江虚。旧赏人虽隔，新知乐未疎。彩云思作赋，丹壁间藏书。楂拥随流叶，萍开出水鱼。夕来秋兴满，回首意何如。", "昔余闻姮娥，窃药驻云发。不自娇玉颜，方希炼金骨。飞去身莫返，含笑坐明月。紫宫夸蛾眉，随手会凋歇。", "采撷黄姜蘂，封题青琐闱。共闻调膳日，正是退朝归。响为纤筵发，情随彩翰飞。故将天下宝，万里与光辉。", "今日云景好，水绿秋山明。携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。", "汉水临襄阳，花开大堤暖。佳期大堤下，泪向南云满。春风复无情，吹我梦魂散。不见眼中人，天长音信断。", "散诞向阳眠，将闲敌地仙。诗情茶助爽，药力酒能宣。风碎竹间日，露明池底天。同年未同隐，缘欠买山钱。", "镜湖三百里，菡萏发荷花。五月西施采，人看隘若邪。回舟不待月，归去越王家。", "小隐慕安石，远游学屈平。天书访江海，云卧起咸京。入侍瑶池宴，出陪玉辇行。夸胡新赋作，谏猎短书成。但奉紫霄顾，非邀青史名。庄周空说劒，墨翟耻论兵。拙薄遂疎绝，归闲事耦耕。顾无苍生望，空爱紫芝荣。寥落暝霞色，微茫旧壑情。秋山绿萝月，今夕为谁明。", "暑退人体轻，雨余天色改。荷珠贯索断，竹粉残粧在。高僧扫室请，逸客登楼待。槐柳渐萧疎，闲门少光彩。", "曲巷幽人宅，高门大士家。池开照胆镜，林吐破颜花。绿水藏春日，青轩秘晚霞。若闻弦管妙，金谷不能夸。", "一身自潇洒，万物何嚣諠。拙薄谢明时，栖闲归故园。二季过旧壑，四邻驰华轩。衣剑照松宇，宾徒光石门。山童荐珍果，野老开芳樽。上陈樵渔事，下叙农圃言。昨来荷花满，今见兰苕繁。一笑复一歌，不知夕景昏。醉罢同所乐，此情难具论。", "小姑织白纻，未解将人语。大嫂采芙蓉，溪湖千万重。长兄行不在，莫使外人逢。愿学秋胡妇，真心比古松。", "国以斯文重，公仍内署来。风标森太华，星象逼中台。朝满迁鸎侣，门多吐凤才。宁同鲁司寇，惟铸一颜回。", "世途多礼数，鹏鷃各逍遥。何事陶彭泽，抛官为折腰。", "常恨言语浅，不如人意深。今朝两相视，脉脉万重心。", "天上何所有，迢迢白玉绳。斜低建章阙，耿耿对金陵。汉水旧如练，霜江夜清澄。长川泻落月，洲渚晓寒凝。独酌板桥浦，古人谁可征。玄晖难再得，洒酒气填膺。", "桥峻斑骓疾，川长白鸟高。烟轻惟润柳，风滥欲吹桃。徙倚三层阁，摩挲七宝刀。庾郎年最少，青草妬春袍。", "见君乘骢马，知上太山道。此地果摧轮，全身以为宝。我如丰年玉，弃置秋田草。但勖冰壶心，无为叹衰老。", "海水不可解，连江夜为潮。俄然蒲屿阔，岸去酒船遥。惜别耐取醉，鸣榔且长谣。天明尔当去，应便有风飘。", "玉阶生白露，夜久侵罗袜。却下水精帘，玲珑望秋月。", "穷愁千万端，美酒三百杯。愁多酒虽少，酒倾愁不来。所以知酒圣，酒酣心自开。辞粟卧首阳，屡空饥颜回。当代不乐饮，虚名安用哉。蟹螯即金液，糟丘是蓬莱。且须饮美酒，乘月醉高台。", "近知名阿侯，住处小江流。腰细不胜舞，眉长惟是愁。黄金堪作屋，何不作重楼。", "风筝吟秋空，不肖指爪声。高人灵府间，律吕伴咸英。昔年与兄游，文似马长卿。今来寄新诗，乃类陶渊明。磨砻老益智，吟咏闲弥精。岂非山水乡，荡漾神机清。渚烟蕙兰动，溪雨虹蜺生。冯君虚上舍，待余乘兴行。", "昨日东楼醉，还应倒接䍠。阿谁扶上马，不省下楼时。", "岘山临汉江，水渌沙如雪。上有堕泪碑，青苔久磨灭。", "海水昔飞动，三龙纷战争。钟山危波澜，倾侧骇奔鲸。黄旗一扫荡，割壤开吴京。六代更霸王，遗迹见都城。至今秦淮间，礼乐秀群英。地扇邹鲁学，诗腾颜谢名。五月金陵西，祖余白下亭。欲寻庐峰顶，先遶汉水行。香炉紫烟灭，瀑布落太清。若攀星辰去，挥手缅含情。", "春阳如昨日，碧树鸣黄鹂。芜然蕙草暮，飒尔凉风吹。天秋木叶下，月冷莎鸡悲。坐愁群芳歇，白露凋华滋。", "沐芳莫弹冠，浴兰莫振衣。处世忌太洁，志人贵藏辉。沧浪有钓叟，吾与尔同归。", "风烟纪南城，尘土荆门路。天寒猎兽者，走上樊姬墓。", "云阳上征去，两岸饶商贾。吴牛喘月时，拖船一何苦。水浊不可饮，壶浆半成土。一唱督护歌，心摧泪如雨。万人凿磐石，无由达江浒。君看石芒砀，掩泪悲千古。", "后合罢朝眠，前墀思黯然。梅应未假雪，柳自不胜烟。泪续浅深绠，肠危高下弦。红颜无定所，得失在当年。", "晨趋紫禁中，夕待金门诏。观书散遗帙，探古穷至妙。片言苟会心，掩卷忽而笑。青蝇易相点，白雪难同调。本是疎散人，屡贻褊促诮。云天属清朗，林壑忆游眺。或时清风来，闲倚栏下啸。严光桐庐溪，谢客临海峤。功成谢人间，从此一投钓。", "何处深春好，春深小隐家。芟庭留野菜，撼树去狂花。醉酒一千日，贮书三十车。雉衣从露体，不敢有余斜。", "一百四十年，国容何赫然。隐隐五凤楼，峨峨横三川。王侯象星月，宾客如云烟。鬬鸡金宫里，蹴鞠瑶台边。举动摇白日，指挥回青天。当涂何翕忽，失路长弃捐。独有扬执戟，闭关草太玄。", "君登金华省，我入银台门。幸遇圣明主，俱承云雨恩。复此休浣时，闲为畴昔言。却话山海事，宛然林壑存。明湖思晓月，叠嶂忆清猿。何由返初服，田野醉芳樽。", "淮海多夏雨，晓来天始晴。萧条长风至，千里孤云生。卑湿久喧浊，搴开偶虚清。客游广陵郡，晚出临江城。郊外绿杨阴，江中沙屿明。归帆翳尽日，去櫂闻遗声。乡国殊渺漫，羁心目悬旌。悠然京华意，怅望怀远程。薄暮大山上，翩翩双鸟征。", "群峭碧摩天，逍遥不记年。拨云寻古道，倚石听流泉。花暖青牛卧，松高白鹤眠。语来江色暮，独自下寒烟。", "征徒出灞涘，回首伤如何。故人云雨散，满目山川多。行车无停轨，流景同迅波。前欢渐成昔，感叹益劳歌。", "五彩绣团团，登君玳瑁筵。最宜红烛下，偏称落花前。上客如先起，应须赠一船。", "五月梅始黄，蚕凋桑柘空。鲁人重织作，机杼鸣帘栊。顾余不及仕，学剑来山东。举鞭访前途，获笑汶上翁。下愚忽壮士，未足论穷通。我以一箭书，能取聊城功。终然不受赏，羞与时人同。西归去直道，落日昏阴虹。此去尔勿言，甘心为转蓬。", "鲁连卖谈笑，岂是顾千金。陶朱虽相越，本有五湖心。余亦南阳子，时为梁甫吟。苍山容偃蹇，白日惜颓侵。愿一佐明主，功成还旧林。西来何所为，孤劒托知音。鸟爱碧山远，鱼游沧海深。呼鹰过上蔡，卖畚向嵩岑。他日闲相访，丘中有素琴。", "寻幽无前期，乘兴不觉远。苍厓渺难涉，白日忽欲晚。未穷三四山，已历千万转。寂寂闻猨愁，行行见云收。高松来好月，空谷宜清秋。溪深古雪在，石断寒泉流。峰峦秀中天，登眺不可尽。丹丘遥相呼，顾我忽而哂。遂造穷谷间，始知静者闲。留欢达永夜，清晓方言还。", "丁令辞世人，拂衣向仙路。伏炼九丹成，方随五云去。松萝蔽幽洞，桃杏深隐处。不知曾化鹤，辽海归几度。", "海水不满眼，观涛难称心。即知蓬莱石，却是巨鼇簪。送尔游华顶，令余发舃吟。仙人居射的，道士住山阴。禹穴寻溪入，云门隔岭深。绿萝秋月夜，相忆在鸣琴。", "天下伤心处，劳劳送客亭。春风知别苦，不遣柳条青。", "周穆八荒意，汉皇万乘尊。淫乐心不极，雄豪安足论。西海宴王母，北宫邀上元。瑶水闻遗歌，玉杯竟空言。灵迹成蔓草，徒悲千载魂。", "江祖一片石，青天扫画屏。题诗留万古，绿字锦苔生。", "秀才何翩翩，王许回也贤。暂别庐江守，将游京兆天。秋山宜落日，秀水出寒烟。欲折一枝桂，还来雁沼前。", "风烟纪南城，尘土荆门路。天寒多猎骑，走上樊姬墓。", "玉筯落春镜，坐愁湖阳水。闻与阴丽华，风烟接邻里。青春已复过，白日忽相催。但恐荷花晚，令人意已摧。相思不惜梦，日夜向阳台。", "一尉居倏忽，梅生有僊骨。三事或可羞，匈奴哂千秋。壮士屈黄绶，浪迹寄沧洲。昨观荆岘作，如从云汉游。老夫当暮矣，蹀足惧骅骝。", "澁滩鸣嘈嘈，两山足猨猱。白波若卷雪，侧足不容舠。渔子与舟人，撑折万张篙。", "颙望临碧空，怨情感离别。江草不知愁，岩花但争发。云山万重隔，音信千里绝。春去秋复来，相思几时歇。", "徒为风尘苦，一官已白须。气同万里合，访我来琼都。披云覩青天，扪虱话良图。留侯将绮里，出处未云殊。终与安社稷，功成去五湖。", "享国十五载，升天千万年。龙镳仙路远，骑吹礼容全。日下初陵外，人悲旧劒前。周南有遗老，掩泪望秦川。", "青云少年子，挟弹章台左。鞍马四边开，突如流星过。金丸落飞鸟，夜入琼楼卧。夷齐是何人。独守西山饿。", "太华三芙蓉，明星玉女峰。寻仙下西岳，陶令忽相逢。问我将何事，湍波历几重。貂裘非季子，鹤氅似王恭。谬忝燕台召，而陪郭隗踪。水流知入海，云去或从龙。树绕芦洲月，山鸣鹊镇钟。还期如可访，台岭荫长松。", "不见姮娥影，清秋守月轮。月中闲杵臼，桂子捣成尘。", "蔼蔼鼎门外，澄澄洛水湾。堂皇临绿野，坐卧看青山。位极却忘贵，功成欲爱闲。官名司管籥，心术去机关。禁苑凌晨出，园花及露攀。池塘鱼拔刺，竹迳鸟绵蛮。志在安潇洒，尝经历险艰。高情方造适，众意望征还。好客交珠履，华筵舞玉颜。无因随贺燕，翔集画梁间。", "千二百轻鸾，春衫瘦著宽。倚风行稍急，含雪语应寒。带火遗金斗，兼珠碎玉盘。河阳看花过，曾不问潘安。", "已驾七香车，心心待晓霞。风轻惟响珮，日薄不嫣花。桂嫩传香远，榆高送影斜。成都过卜肆，曾妬识灵槎。", "寂寞蝉声静，差池燕羽回。秋风怜越绝，朔气想台骀。相去数千里，无因同一杯。殷勤望飞鴈，新自塞垣来。", "宝婺摇珠珮，常娥照玉轮。灵归天上匹，巧遗世间人。花果香千户，笙竽滥四隣。明朝晒犊鼻，方信阮家贫。", "春物岂相干，人生只强欢。花犹曾敛夕，酒竟不知寒。异城东风湿，中华上象宽。此楼堪北望，轻命倚危栏。", "马如一匹练，明日过吴门。乃是要离客，西来欲报恩。笑开燕匕首，拂拭竟无言。狄犬吠清洛，天津成塞垣。爱子隔东鲁，空悲断肠猨。林回弃白璧，千里阻同奔。君为我致之，轻赍涉淮原。精诚合天道，不媿远游魂。", "暑服宜秋著，清琴入夜弹。人情皆向菊，风意欲摧兰。岁稔贫心泰，天凉病体安。相逢取次第，却甚少年欢。", "何处春深好，春深稚子家。争骑一竿竹，偷折四邻花。笑击羊皮鼓，行牵犊颔车。中庭贪夜戏，不觉玉绳斜。", "薄宦仍多病，从知竟远游。谈谐叨客礼，休澣接冥搜。树好频移榻，云奇不下楼。岂关无景物，自是有乡愁。", "结发未识事，所交尽豪雄。却秦不受赏，击晋宁为功。小节岂足言，退耕舂陵东。归来无产业，生事如转蓬。一朝乌裘敝，百镒黄金空。弹劒徒激昂，出门悲路穷。吾兄青云士，然诺闻诸公。所以陈片言，片言贵情通。棣华傥不接，甘与秋草同。", "剪落青梧枝，㴩湖坐可窥。雨洗秋山净，林光澹碧滋。水闲明镜转，云绕画屏移。千古风流事，名贤共此时。", "木落识岁秋，瓶冰知天寒。桂枝日已绿，拂雪凌云端。弱龄接光景，矫翼攀鸿鸾。投分三十载，荣枯同所欢。长吁望青云，镊白坐相看。秋颜入晓镜，壮发凋危冠。穷与鲍生贾，饥从漂母餐。时来极天人，道在岂吟叹。乐毅方适赵，苏秦初说韩。卷舒固在我，何事空摧残。", "贾谊三年谪，班超万里侯。何如牵白犊，饮水对清流。", "蜀相阶前柏，龙蛇捧閟宫。阴成外江畔，老向惠陵东。大树思冯异，甘棠忆召公。叶凋湘燕雨，枝拆海鹏风。玉垒经纶远，金刀历数终。谁将出师表，一为问昭融。", "羽林十二将，罗列应星文。霜仗悬秋月，霓旌卷夜云。严更千户肃，清乐九天闻。日出瞻佳气，葱葱绕圣君。", "衡岳有阐士，五峰秀真骨。见君万里心，海水照秋月。大臣南溟去，问道皆请谒。洒以甘露言，清凉润肌发。明湖落天镜，香阁凌银阙。登眺餐惠风，新花期启发。", "三秋伤望眼，终日哭途穷。两目今先暗，中年似老翁。看朱渐成碧，羞日不禁风。师有金篦术，如何为发蒙。", "世人种桃李，皆在金张门。攀折争捷径，及此春风暄。一朝天霜下，荣耀难久存。安知南山桂，绿叶垂芳根。清阴亦可托，何惜树君园。", "谢公离别处，风景每生愁。客散青天月，山空碧水流。池花春暎日，窗竹夜鸣秋。今古一相接，长歌怀旧游。", "今日转船头，金乌指西北。烟波与春草，千里同一色。", "故人栖东山，自爱丘壑美。青春卧空林，白日犹不起。松风清襟袖，石潭洗心耳。羡君无纷喧，高枕碧霞里。", "燕谷无煖气，穷岩闭严阴。邹子一吹律，能回天地心。", "子房未虎啸，破产不为家。沧海得壮士，椎秦博浪沙。报韩虽不成，天地皆振动。潜匿游下邳，岂曰非智勇。我来圯桥上，怀古钦英风。惟见碧流水，曾无黄石公。叹息此人去，萧条徐泗空。", "萧条对秋色，相忆在云泉。木落病身死，潮平归思悬。凉钟山顶寺，暝火渡头船。此地非吾土，闲留又一年。", "芳幄覆云屏，石奁开碧镜。支流日飞洒，深处自疑莹。潜去不见迹，清音常满听。有时病朝酲，来此心神醒。", "梁有汤惠休，常从鲍照游。峨眉史怀一，独映陈公出。卓绝二道人，结交凤与麟。行融亦俊发，吾知有英骨。海若不隐珠，骊龙吐明月。大海乘虚舟，随波任安流。赋诗旃檀阁，纵酒鹦鹉洲。待我适东越，相携上白楼。", "日月淹秦甸，江湖动越吟。苍桐应露下，白阁自云深。皎皎非鸾扇，翘翘失凤簪。床空鄂君被，杵冷女媭砧。北思惊沙雁，南情属海禽。关山已摇落，天地共登临。", "客自长安来，还归长安去。狂风吹我心，西挂咸阳树。此情不可道，此别何时遇。望望不见君，连山起烟雾。", "送别枯桑下，凋叶落半空。我行懵道远，尔独知天风。谁念张仲蔚，还依蒿与蓬。何时一杯酒，更与李膺同。", "去国登兹楼，怀归伤暮秋。天长落日远，水净寒波流。秦云起岭树，胡雁飞沙洲。苍苍几万里，目极令人愁。", "出宿金尊掩，从公玉帐新。依依向余照，远远隔芳尘。细草翻惊雁，残花伴醉人。杨朱不用劝，只是更霑巾。", "晓发柳林戍，遥城闻五鼓。忆与故人眠，此时犹晤语。", "青山日将暝，寂寞谢公宅。竹里无人声，池中虚月白。荒庭衰草徧，废井苍苔积。惟有清风闲，时时起泉石。", "洞户夜帘卷，华堂秋簟清。萤飞过池影，蛩思绕阶声。老枕知将雨，高窗报欲明。何人谙此景，远问白先生。", "有怀非惜恨，不奈寸肠何。即席回弥久，前时断固多。热应翻急烧，冷欲彻微波。隔树澌澌雨，通池点点荷。倦程山向背，望国阙嵯峨。故念飞书及，新懽借梦过。染筠休伴泪，绕雪莫追歌。拟问阳台事，年深楚语讹。", "晶晶掷岩端，洁光如可把。琼枝曲不折，云片晴犹下。石坚激清响，叶动承余洒。前时明月中，见是银河泻。", "渐入有年数，喜逢新岁来。震方天籁动，寅位帝车回。门巷扫残雪，林园惊早梅。与君同甲子，寿酒让先杯。", "任贤劳梦寐，登位富春秋。欲遂东人幸，宁虞杞国忧。长杨收羽骑，太液泊龙舟。惟有衣冠在，年年怆月游。", "越江千里镜，越岭四时雪。中有逍遥人，夜深观水月。", "尔佐宣州郡，守官清且闲。常夸云月好，邀我敬亭山。五落洞庭叶，三江游未还。相思不可见，叹息损朱颜。", "韦公八十余，位至六尚书。五福唯无富，一生谁得如。桂枝攀最久，兰省出仍初。海内时流尽，何人动素车。", "一入石渠署，三闻宫树蝉。丹霄未得路，白发又添年。双节外台贵，孤箫中禁传。征黄在旦夕，早晚发南燕。", "野竹攒石生，含烟暎江岛。翠色落波深，虚声带寒早。龙吟曾未听，凤曲吹应好。不学蒲柳凋，贞心尝自保。", "河阳花作县，秋浦玉为人。地逐名贤好，风随惠化春。水从天汉落，山逼画屏新。应念金门客，投沙吊楚臣。", "楚客忆关中，疏溪想汾水。萦纡非一曲，意态如千里。倒影罗文动，微波笑颜起。君今赐环归，何人承玉趾。", "行李逾南极，旬时到旧乡。楚芝应徧紫，邓橘未全黄。渠浊村舂急，旗高社酒香。故山归梦喜，先入读书堂。", "星使出关东，兵符赐上公。山河归旧国，管籥换离宫。行色旌旗动，军声鼓角雄。爱棠余故吏，骑竹见新童。汉垒三秋静，胡沙万里空。其如天下望，旦夕咏清风。", "襄阳行乐处，歌舞白铜鞮。江城回渌水，花月使人迷。", "棠棣黄花发，忘忧碧叶齐。人闲微病酒，燕重远兼泥。混沌何由凿，青冥有未梯。高阳旧徒侣，时复一相携。", "月皎昭阳殿，霜清长信宫。天行乘玉辇，飞燕与君同。更有留情处，承恩乐未穷。谁怜团扇妾，独坐怨秋风。", "西江天柱远，东越海门深。去割慈亲恋，行忧报国心。好风吹落日，流水引长吟。五月披裘者，应知不取金。", "茫茫南与北，道直事难谐。榆荚钱生树，杨花玉糁街。尘萦游子面，蝶弄美人钗。却忆青山上，云门掩竹斋。", "暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。", "范宰不买名，弦歌对前楹。为邦默自化，日觉冰壶清。百里鸡犬静，千庐机杼鸣。浮人少荡析，爱客多逢迎。游子覩嘉政，因之听颂声。", "从戎向边北，远行辞密亲。借问阴山侯，还知塞上人。", "南国新丰酒，东山小妓歌。对君君不乐，花月奈愁何。", "天衢启云帐，神驭上星桥。初喜渡河汉，频惊转斗杓。余霞张锦幛，轻电闪红绡。非是人间世，还悲后会遥。", "重叠稽亭路，山僧归独行。远峰斜日影，本寺旧钟声。徒侣问新事，烟云怆别情。应夸乞食处，踏遍凤凰城。", "文雅关西族，衣冠赵北都。有声真汉相，无颣胜隋珠。当轴龙为友，临池凤不孤。九天开内殿，百辟看晨趋。诫满澄欹器，成功别大罏。余芳在公论，积庆是神扶。步武离台席，徊翔集帝梧。诠材秉秦镜，典乐去齐竽。潇洒风尘外，逢迎诗酒徒。唯应待华诰，更食万钱厨。", "仙院御沟东，今来事不同。门开青草日，楼闭绿杨风。将犬升天路，披云赴月宫。武皇曾驻跸，亲问主人翁。", "妾本崇台女，扬蛾入丹阙。自倚颜如花，宁知有凋歇。一辞玉阶下，去若朝云没。每忆邯郸城，深宫梦秋月。君王不可见，惆怅至明发。", "二桃杀三士，讵假劒如霜。众女妬蛾眉，双花竞春芳。魏姝信郑褏，掩袂对怀王。一惑巧言子，朱颜成死伤。行将泣团扇，戚戚愁人肠。", "何处深春好，春深羽客家。芝田绕舍色，杏树满山花。云是淮王宅，风为列子车。古坛操简处，一迳入林斜。", "摇裔双白鸥，鸣飞沧江流。宜与海人狎，岂伊云鹤俦。寄形宿沙月，沿芳戏春洲。吾亦洗心者，忘机从尔游。", "青天何历历，明星如白石。黄姑与织女，相去不盈尺。银河无鹊桥，非时将安适。闺人理纨素，游子悲行役。瓶冰知冬寒，霜露欺远客。客似秋叶飞，飘飖不言归。别后罗带长，愁宽去时衣。乘月托宵梦，因之寄金徽。", "尚有竹间路，永无綦下尘。一闻流水曲，重忆餐霞人。", "六驳食猛虎，耻从驽马群。一朝长鸣去，矫若龙行云。壮士怀远略，志存解世纷。周粟犹不顾，齐珪安肯分。抱剑辞高堂，将投崔冠军。长策扫河洛，宁亲归汝坟。当令千古后，麟阁著奇勋。", "久卧青山云，遂为青山客。山深云更好，赏弄终日夕。月衔楼间峰，泉潄阶下石。素心自此得，真趣非外惜。鼯啼桂方秋，风灭籁归寂。缅思洪厓术，欲往沧海隔。云车来何迟，抚几空叹息。", "举家忻共报，秋雪堕前峰。岭外他年忆，于东此日逢。粒轻还自乱，花薄未成重。岂是惊离鬓，应来洗病容。", "漠漠淮上春，莠苗生故垒。梨花方城路，荻笋萧陂水。高斋有谪仙，坐啸清风起。", "八荒驰惊飙，万物尽凋落。浮云蔽颓阳，洪波振大壑。龙凤脱罔罟，飘飖将安托。去去乘白驹，空山咏场藿。", "幽燕沙雪地，万里尽黄云。朝吹归秋雁，南飞日几群。中有孤凤雏，哀鸣九天闻。我乃重此鸟，彩章五色分。胡为杂凡禽，雏鹜轻贱君。举手捧尔足，疾心若火焚。拂羽泪满面，送之吴江𣸣。去影忽不见，踌躇日将曛。", "莫叹万重山，君还我未还。武关犹怅望，何况百牢关。", "爽砧应秋律，繁杵含凄风。一一远相续，家家音不同。户庭凝露清，伴侣明月中。长裾委襞积，轻佩垂𤧚珑。汗余衫更馥，钿移麝半空。报寒惊边鴈，促思闻候虫。天狼正芒角，虎落定相攻。盈箧寄何处，征人如转蓬。", "劝君莫拒杯，春风笑人来。桃李如旧识，倾花向我开。流莺啼碧树，明月窥金罍。昨来朱颜子，今日白发催。棘生石虎殿，鹿走姑苏台。自古帝王宅，城阙闭黄埃。君若不饮酒，昔人安在哉。", "蜀国多仙山，峨眉邈难匹。周流试登览，绝怪安可息。青冥倚天开，彩错疑画出。泠然紫霞赏，果得锦囊术。云间吟琼箫，石上弄宝瑟。平生有微尚，欢笑自此毕。烟容如在颜，尘累忽相失。傥逢骑羊子，携手凌白日。", "合沓牵数峰，奔地镇平楚。中间最高顶，髣髴接天语。", "朗朗鹍鸡弦，华堂夜多思。帘外雪已深，座中人半醉。翠蛾发清响，曲尽有余意。酌我莫忧狂，老来无逸气。", "四明三千里，朝起赤城霞。日出红光散，分辉照雪厓。一餐咽琼液，五内发金沙。举手何所待，青龙白虎车。", "路有论冤谪，言皆在中兴。空闻迁贾谊，不待相孙弘。江阔惟回首，天高但抚膺。去年相送地，春雪满黄陵。", "勇多侵路去，恨有碍灯还。嗅自微微白，看成沓沓殷。坐疑忘物外，归去有帘间。君问伤春句，千辞不可删。", "户尽悬秦网，家多事越巫。未曾容獭祭，只是纵猪都。点对连鳌饵，搜求缚虎符。贾生兼事鬼，不信有洪炉。", "岁落众芳歇，时当大火流。霜威出塞早，云色渡河秋。梦绕边城月，心飞故国楼。思归若汾水，无日不悠悠。", "丹灶三年火，苍崖万岁藤。樵归说逢虎，碁罢正留僧。星斗同秦分，人烟接汉陵。东流清渭苦，不尽照衰兴。", "摵摵度瓜园，依依傍竹轩。秋池不自冷，风叶共成喧。窗迥有时见，簷高相续翻。侵宵送书雁，应为稻粱恩。", "王子析道论，微言破秋毫。还归布山隐，兴入天云高。尔去安可迟，瑶草恐衰歇。我心亦怀归，屡梦松上月。傲然遂独往，长啸开岩扉。林壑久已芜，石道生蔷薇。愿言弄笙鹤，岁晚来相依。", "越水遶碧山，周回数千里。乃是天镜中，分明画相似。爱此从冥搜，永怀临湍游。一为沧波客，十见红蕖秋。观涛壮天险，望海令人愁。路遐迫西照，岁晚悲东流。何必探禹穴，逝将归蓬丘。不然五湖上，亦可乘扁舟。", "水禽渡残月，飞雨洒高城。华堂对嘉树，帘庑含晓清。拂镜整危冠，振衣步前楹。将吏俨成列，簿书纷来萦。言下辨曲直，笔端破交争。虚怀询病苦，怀律操剽轻。阍吏告无事，归来解簪缨。高帘覆朱阁，忽尔闻调笙。", "何处深春好，春深兰若家。当香收柏叶，养蜜近梨花。野迳宜行乐，游人尽驻车。菜园篱落短，遥见桔槔斜。", "容颜若飞电，时景如飘风。草绿霜已白，日西月复东。华鬓不耐秋，飒然成衰蓬。古来贤圣人，一一谁成功。君子变猿鹤，小人为沙虫。不及广成子，乘云驾轻鸿。", "九转欲成就，百神应主持。婴啼鼎上去，老貌镜前悲。却顾空丹灶，回心向酒巵。醺然耳热后，暂似少年时。", "邯郸四十万，同日陷长平。能回造化笔，或冀一人生。", "雕弓封旧国，黑弰继前功。十年镇南雍，九命作司空。池台乐事尽，箫鼓葬仪雄。一代英豪气，晓散白杨风。", "倾晖速短炬，走海无停川。冀餐圆丘草，欲以还颓年。此事不可得，微生若浮烟。骏发跨名驹，雕弓控鸣弦。鹰豪鲁草白，狐兔多肥鲜。邀遮相驰逐，遂出城东田。一扫四野空，喧呼鞍马前。归来献所获，炮炙宜霜天。出舞两美人，飘飖若云仙。留欢不知疲，清晓方来旋。", "世路山河险，君门烟雾深。年年上高处，未省不伤心。", "月露发光彩，此时方见秋。夜凉金气应，天静火星流。蛩响偏依井，萤飞直过楼。相知尽白首，清景复追游。", "夜云起河汉，朝雨洒高林。梧叶先风落，草虫迎湿吟。簟凉扇恩薄，室静琴思深。且喜炎前别，安能怀寸阴。", "浮阳灭霁景，万物生秋容。登楼送远目，伏槛观群峰。原野旷超缅，关河纷杂重。清晖映竹日，翠色明云松。蹈海寄遐想，还山迷旧踪。徒然迫晚暮，未果谐心胷。结桂空伫立，折麻恨莫从。思君达永夜，长乐闻疎钟。", "领得乌纱帽，全胜白接䍠。山人不照镜，稚子道相宜。", "蛮语钩辀音，蛮衣斑斓布。熏狸掘沙鼠，时节祠盘瓠。忽逢乘马客，恍若惊麏顾。腰斧上高山，意行无旧路。", "水色饶湘浦，滩声怯建溪。泪流回月上，可得更猨蹄。", "早忝金马客，晚为商洛翁。知名四海内，多病一生中。举世往还尽，何人心事同。几时登岘首，恃旧揖三公。", "吾爱崔秋浦，宛然陶令风。门前五杨柳，井上二梧桐。山鸟下厅事，簷花落酒中。怀君未忍去，惆怅意无穷。", "祖帐临伊水，前旌指渭河。风烟里数少，云雨别情多。重叠受恩久，邅回如命何。东山与东阁，终异再经过。", "沦老卧江海，再欢天地清。病闲久寂寞，岁物徒芬荣。借君西池游，聊以散我情。扫雪松下去，扪萝石道行。谢公池塘上，春草飒已生。花枝拂人来，山鸟向我鸣。田家有美酒，落日与之倾。醉罢弄归月，遥欣稚子迎。", "清晨登巴陵，周览无不极。明湖暎天光，彻底见秋色。秋色何苍然，际海俱澄鲜。山青灭远树，水绿无寒烟。来帆出江中，去鸟向日边。风清长沙浦，山空云梦田。瞻光惜颓发，阅水悲徂年。北渚既荡漾，东流自潺湲。郢人唱白雪，越女歌采莲。听此更肠断，凭厓泪如泉。", "东平刘公干，南国秀余芳。一鸣即朱绂，五十佩银章。饮冰事戎幕，衣锦华水乡。铜官几万人，诤讼清玉堂。吐言贵珠玉，落笔回风霜。而我谢明主，衔哀投夜郎。归家酒债多，门客粲成行。高谈满四座，一日倾千觞。所求竟无绪，裘马欲摧藏。主人若不顾，明发钓沧浪。", "七郡长沙国，南连湘水滨。定王垂舞袖，地窄不回身。莫小二千石，当安远俗人。洞庭乡路远，遥羡锦衣春。", "高阁横秀气，清幽并在君。簷飞宛溪水，窗落敬亭云。猨啸风中断，渔歌月里闻。闲随白鸥去，沙上自为群。", "翡翠黄金缕，绣成歌舞衣。若无云间月，谁可比光辉。秀色一如此，多为众女讥。君恩移昔爱，失宠秋风归。愁苦不窥隣，泣上流黄机。天寒素手冷，夜长烛复微。十日不满匹，鬓蓬乱若丝。犹是可怜人，容华世中稀。向君发皓齿，顾我莫相违。", "张翰江东去，正值秋风时。天清一鴈远，海阔孤帆迟。白日行欲暮，沧波杳难期。吴洲如见月，千里幸相思。", "君思颍水绿，忽复归嵩岑。归时莫洗耳，为我洗其心。洗心得真情，洗耳徒买名。谢公终一起，相与济苍生。", "业继韦平后，家依昆阆间。恩华辞北第，潇洒爱东山。满室图书在，入门松菊闲。垂天虽暂息，一举出人寰。", "醉入田家去，行歌荒野中。如何青草里，亦有白头翁。折取对明镜，宛将衰鬓同。微芳似相诮，留恨向东风。", "叶叶复翻翻，斜桥对侧门。芦花惟有白，柳絮可能温。西子寻遗殿，昭君觅故村。年年芳物尽，来别败兰荪。", "相去三千里，闻蝉同此时。清吟晓露叶，愁噪夕阳枝。忽尔弦断绝，俄闻管参差。洛桥碧云晚，西望佳人期。", "闻君来日下，见我最娇儿。渐大啼应数，长贫学恐迟。寄人龙种瘦，失母凤雏痴。语罢休边角，青灯两鬓丝。", "向晚意不适，驱车登古原。夕阳无限好，只是近黄昏。", "我有紫霞想，缅怀沧洲间。思对一壶酒，澹然万事闲。横琴倚高松，把酒望远山。长空去鸟没，落日孤云还。但恐光景晚，宿昔成秋颜。", "南登杜陵上，北望五陵间。秋水明落日，流光灭远山。", "玉壶挈美酒，送别强为欢。大火南星月，长郊北路难。殷王期负鼎，汶水起垂竿。莫学东山卧，参差老谢安。", "秦皇按宝劒，赫怒震威神。逐日巡海右，驱石驾沧津。征卒空九宇，作桥伤万人。但求蓬岛药，岂思农鳸春。力尽功不赡，千载为悲辛。", "去去复去去，辞君还忆君。汉水既殊流，楚山亦此分。人生难称意，岂得长为群。越燕喜海日，燕鸿思朔云。别久容华晚，琅玕不能饭。日落知天昏，梦长觉道远。望夫登高山，化石竟不返。", "醉来脱宝劒，旅憩高堂眠。中夜忽惊觉，起立明灯前。开轩聊直望，晓雪河冰壮。哀哀歌苦寒，郁郁独惆怅。傅说版筑臣，李斯鹰犬人。歘起匡社稷，宁复长艰辛。而我胡为者，叹息龙门下。富贵未可期，殷忧向谁写。去去泪满襟，举声梁甫吟。青云当自致，何必求知音。", "金陵风景好，豪士集新亭。举目山河异，偏伤周𫖮情。四坐楚囚悲，不忧社稷倾。王公何慷慨，千载仰雄名。", "朱绂遗尘境，青山谒梵筵。金绳开觉路，宝筏度迷川。岭树攒飞栱，嵒花覆谷泉。墖形标海月，楼势出江烟。香气三天下，钟声万壑连。荷秋珠已满，松密盖初圆。鸟聚疑闻法，龙参若护禅。媿非流水韵，叨入伯牙弦。", "郁郁何郁郁，长安远如日。终日念乡关，燕来鸿复还。潘岳岁寒思，屈平顦顇颜。殷勤望归路，无雨即登山。", "渌水明秋月，南湖采白苹。荷花娇欲语，愁杀荡舟人。", "摇曳帆在空，清流顺归风。诗因鼓吹发，酒为劒歌雄。对舞青楼妓，双鬟白玉童。行云且莫去，留醉楚王宫。", "少年负志气，信道不从时。只言绳自直，安知室可欺。百胜难虑敌，三折乃良医。人生不失意，焉能慕知己。", "叹息鲁先师，生逢周室卑。有心律天道，无位救陵夷。历聘不能用，领徒空尔为。儒风正礼乐，旅象入蓍龟。西狩非其应，中都安足施。世衰由我贱，泣下为人悲。遗教光文德，兴王叶梦期。土田封后胤，冕服饰虚仪。钟鼓胶庠荐，牲牢郡邑祠。闻君喟然叹，偏在上丁时。", "江村秋雨歇，酒尽一帆飞。路历波涛去，家惟坐卧归。岛花开灼灼，汀柳细依依。别后无余事，还应埽钓矶。", "汉江回万里，派作九龙盘。横溃豁中国，崔嵬飞迅湍。六帝沦亡后，三吴不足观。我君混区宇，垂拱众流安。今日任公子，沧浪罢钓竿。", "瑶姬天帝女，精彩化朝云。宛转入宵梦，无心向楚君。锦衾抱秋月，绮席空兰芬。茫昧竟谁测，虚传宋玉文。", "梦觉疑连榻，舟行忽千里。不见黄鹤楼，寒沙雪相似。", "东望黄鹤山，雄雄半空出。四面生白云，中峰倚红日。岩峦行穹跨，峰嶂亦冥密。颇闻列仙人，于此学飞术。一朝向蓬海，千载空石室。金灶生烟埃，玉潭秘清谧。地古遗草木，庭寒老芝术。蹇予羡攀跻，因欲保闲逸。观奇徧诸岳，兹岭不可匹。结心寄青松，永悟客情毕。", "孤兰生幽园，众草共芜没。虽照阳春晖，复悲高秋月。飞霜早淅沥，绿艳恐休歇。若无清风吹，香气为谁发。", "幕府三年远，春秋一字襃。书论秦逐客，赋续楚离骚。地理南溟阔，天文北极高。酬恩抚身世，未觉胜鸿毛。", "夜宿乌牙寺，举手扪星辰。不取高声语，恐惊天上人。", "燕体伤风力，鸡香积露文。殷鲜一相杂，啼笑两难分。月里宁无姊，云中亦有君。三清与仙岛，何事亦离群。", "镜湖水如月，耶溪女似雪。新妆荡新波，光景两奇绝。", "吾家青萍剑，操割有余闲。往来纠二邑，此去何时还。鞍马月桥南，光辉岐路间。贤豪相追饯，却到栖霞山。群花散芳园，斗酒开离颜。乐酣相顾起，征马无由攀。", "三载为吴郡，临岐祖帐开。虽非谢桀黠，且为一裴回。", "百丈素崖裂，四山丹壁开。龙潭中喷射，昼夜生风雷。但见瀑泉落，如潨云汉来。闻君写真图，岛屿备萦回。石黛刷幽草，曾青泽古苔。幽缄傥相传，何必向天台。", "照梁初有情，出水旧知名。帬衩芙蓉小，钗茸翡翠轻。锦长书郑重，眉细恨分明。莫近弹碁局，中心最不平。", "十万羽林儿，临洮破郅支。杀添胡地骨，降足汉营旗。塞阔牛羊散，兵休帐幕移。空余陇头水，呜咽向人悲。", "秋浦旧萧索，公庭人吏稀。因君树桃李，此地忽芳菲。摇笔望白云，开帘当翠微。时来引山月，纵酒酣清晖。而我爱夫子，淹留未忍归。", "彭蠡将天合，姑苏在日边。宁亲候海色，欲动孝廉船。窈窕晴江转，参差远岫连。相思无昼夜，东泣似长川。", "越客采明珠，提携出南隅。清辉照海月，美价倾皇都。献君君按劒，怀宝空长吁。鱼目复相哂，寸心增烦纡。", "秦地罗敷女，采桑绿水边。素手青条上，红妆白日鲜。蚕饥妾欲去，五马莫留连。", "皎皎华亭鹤，来随太守船。青云意长在，沧海别经年。留滞清洛苑，裴回明月天。何如凤池上，双舞入祥烟。", "皓月方离海，坚冰正满池。金波双激射，璧彩两参差。影占徘徊处，光含的皪时。高低连素色，上下接清规。顾兔飞难定，潜鱼跃未期。鹊惊俱欲遶，狐听始无疑。似镜将盈手，如霜恐透肌。独怜游翫意，达晓不知疲。", "尔恐碧草晚，我畏朱颜移。愁看杨花飞，置酒正相宜。歌声送落日，舞影回清池。今夕不尽杯，留欢更邀谁。", "北风吹海鴈，南渡落寒声。感此潇湘客，凄其流浪情。海怀结沧洲，霞想游赤城。始探蓬壶事，旋觉天地轻。澹然吟高秋，闲卧瞻太清。萝月掩空幕，松霜结前楹。灭见息群动，猎微穷至精。桃花有源水，可以保吾生。", "桃花春水生，白石今出没。摇荡女萝枝，半摇青天月。不知旧行径，初拳几枝蕨。三载夜郎还，于兹炼金骨。", "旧托松心契，新交竹使符。行年同甲子，筋力羡丁夫。别后诗成帙，携来酒满壶。今朝停五马，不独为罗敷。", "船头大铜镮，摩挲光阵阵。早早使风来，沙头一眼认。", "餐霞卧旧壑，散发谢远游。山蝉号枯桑，始复知天秋。朔雁别海裔，越燕辞江楼。飒飒风卷沙，茫茫雾萦洲。黄云结暮色，白水扬寒流。恻怆心自悲，潺湲泪难收。蘅兰方萧瑟，长叹令人愁。", "秋浦千重岭，水车岭最奇。天倾欲堕石，水拂寄生枝。", "秋风吹胡霜，凋此簷下芳。折芳怨岁晚，离别凄以伤。谬攀青琐贤，延我于北堂。君为长沙客，我独之夜郎。劝此一杯酒，岂惟道路长。割珠两分赠，寸心贵不忘。何必儿女仁，相看泪成行。", "尝闻宓妃韈，渡水欲生尘。好借常娥著，清秋踏月轮。", "荒村倚废营，投宿旅魂惊。断雁高仍急，寒溪晓更清。昔年尝聚盗，此日颇分兵。猜贰谁先致，三朝事始平。", "春早见花枝，朝朝恨发迟。及看花落后，却忆未开时。幸有抛球乐，一杯君莫辞。", "沈约怜何逊，延年毁谢庄。清新俱有得，名誉底相伤。", "黄鹤西楼月，长江万里情。春风三十度，空忆武昌城。送尔难为别，衔杯惜未倾。湖连张乐地，山逐泛舟行。诺为楚人重，诗传谢朓清。沧浪吾有曲，寄入櫂歌声。", "骠骑非无势，少卿终不去。世道剧颓波，我心如砥柱。", "青春流惊湍，朱明骤回薄。不忍看秋蓬，飘扬竟何托。光风灭兰蕙，白露洒葵藿。美人不我期，草木日零落。", "我今携谢妓，长啸绝人群。欲报东山客，开关扫白云。", "万古商于地，凭君泣路岐。固难寻绮季，可得信张仪。雨气燕先觉，叶阴蝉遽知。望乡尤忌晚，山晚更参差。", "门前洛阳道，门里桃花路。尘土与烟霞，其间十余步。", "玉真之仙人，时往太华峰。清晨鸣天鼓，飙歘腾双龙。弄电不辍手，行云本无踪。几时入少室，王母应相逢。", "三月咸阳城，千花昼如锦。谁能春独愁，对此径须饮。穷通与修短，造化夙所禀。一樽齐死生，万事固难审。醉后失天地，兀然就孤枕。不知有吾身，此乐最为甚。", "李径独来数，愁情相与悬。自明无月夜，强笑欲风天。减粉与园箨，分香沾渚莲。徐妃久已嫁，犹自玉为钿。", "闲坐夜明月，幽人弹素琴。忽闻悲风调，宛若寒松吟。白雪乱纤手，绿水清虚心。钟期久已没，世上无知音。", "宫漏夜丁丁，千门闭霜月。华堂列红烛，丝管静中发。歌眉低有思，舞体轻无骨。主人启酡颜，酣畅浃肌髪。犹思城外客，阡陌不可越。春意日夕深，此欢无断绝。", "无奈巴南柳，千条傍吹台。更将黄映白，拟作杏花媒。", "何处秋风至，萧萧送鴈群。朝来入庭树，孤客最先闻。", "还闻天竺寺，梦想怀东越。每年海树霜，桂子落秋月。送君游此地，已属流芳歇。待我来岁行，相随浮溟渤。", "船下广陵去，月明征虏亭。山花如绣颊，江火似流萤。", "春风虽自好，春物太昌昌。若教春有意，惟遣一枝芳。我意殊春意，先春已断肠。", "周公负斧扆，成王何夔夔。武王昔不豫，剪爪投河湄。贤圣遇谗慝，不免人君疑。天风拔大木，禾黍咸伤萎。管蔡扇苍蝇，公赋鸱鸮诗。金縢若不启，忠信谁明之。", "书秃千兔毫，诗裁两牛腰。笔踪起龙虎，舞袖拂云霄。双歌二胡姬，更奏远清朝。举酒挑朔雪，从君不相饶。", "宝匣从此闲，朱弦谁复调。祗应随玉树，同向土中销。", "杨柳郁青青，竹枝无限情。周郎一回顾，听唱纥那声。", "玉树春归日，金宫乐事多。后庭朝未入，轻辇夜相过。笑出花间语，娇来竹下歌。莫教明月去，留著醉嫦蛾。", "处世若大梦，胡为劳其生。所以终日醉，颓然卧前楹。觉来盼庭前，一鸟花间鸣。借问此何时，春风语流莺。感之欲叹息，对酒还自倾。浩歌待明月，曲尽已忘情。", "玉阶生白露，夜久侵罗袜。却下水晶帘，玲珑望秋月。", "玉蟾离海上，白露湿花时。云畔风生爪，沙头水浸眉。乐哉弦管客，愁杀战征儿。因绝西园赏，临风一咏诗。", "朝阳有鸣凤，不闻千万祀。𫛸鴂摧众芳，晨间先入耳。秋风白露晞，从是尔啼时。如何上春日，唧唧满庭飞。", "十五游神仙，仙游未曾歇。吹笙坐松风，泛瑟窥海月。西山玉童子，使我炼金骨。欲逐黄鹤飞，相呼向蓬阙。", "魏帝营八极，蚁观一祢衡。黄祖斗筲人，杀之受恶名。吴江赋鹦鹉，落笔超群英。锵锵振金玉，句句欲飞鸣。鸷鹗啄孤凤，千春伤我情。五岳起方寸，隐然讵可平。才高竟何施，寡识冒天刑。至今芳洲上，兰蕙不忍生。", "气尽前溪舞，心酸子夜歌。峡云寻不得，沟水欲如何。朔雁传书绝，湘篁染泪多。无由见颜色，还自托微波。", "柳枝井上蟠，莲叶浦中干。锦鳞与绣羽，水陆有伤残。", "庭晚初辨色，林秋微有声。槿衰犹强笑，莲逈却多情。簷燕归心动，鞲鹰俊气生。闲人占闲景，酒熟且同倾。", "郎船安两桨，侬舸动双桡。埽黛开宫额，裁裙约楚腰。乖期方积思，临醉欲拚娇。莫以采菱唱，欲羡秦台箫。", "羗笛梅花引，吴溪陇水情。寒山秋浦月，肠断玉关声。", "我宿五松下，寂寥无所欢。田家秋作苦，邻女夜舂寒。跪进雕胡饭，月光明素盘。令人惭漂母，三谢不能餐。", "楚臣伤江枫，谢客拾海月。怀沙去潇湘，挂席泛溟渤。蹇予访前迹，独往造穷发。古人不可攀，去若浮云没。愿言弄倒景，从此炼真骨。华顶窥绝溟，蓬壶望超忽。不知青春度，但怪绿芳歇。空持钓鼇心，从此谢魏阙。", "贞吝嫌兹世，会心驰本原。人非四禅缚，地绝一尘喧。霜露欹高木，星河压故园。撕游傥为胜，九折幸回轩。", "阴风振寒郊，猛虎正咆哮。徐行出烧地，连吼入黄茆。壮士走马去，镫前弯玉弰。叱之使人立，一发如铍交。悍睛忽星坠，飞血溅林梢。彪炳为我席，膻腥充我庖。里中欣害除，贺酒纷号呶。明日长桥上，倾城看斩蛟。", "秋浦猨夜愁，黄山堪白头。清溪非陇水，翻作断肠流。欲去不得去，薄游成久游。何年是归日，雨泪下孤舟。", "君书问风俗，此地接炎州。淫祀多青鬼，居人少白头。旅情偏在夜，乡思岂唯秋。每羡朝宗水，门前尽日流。", "明丽碧天霞，丰茸紫绶花。香闻荀令宅，艳入孝王家。几岁自荣乐，高情方叹嗟。有人移上苑，犹足占年华。", "石笋如卓笔，县之山之巅。谁为不平者，与之书青天。", "北堂千万寿，侍奉有光辉。先同稚子舞，更著老莱衣。因为小儿啼，醉倒月下归。人闻无此乐，此乐世中稀。", "犬吠水声中，桃花带雨浓。树深时见鹿，溪午不闻钟。野竹分青霭，飞泉挂碧峰。无人知所去，愁倚两三松。", "芳菲满雍州，鸾凤许同游。花迳须深入，时光不少留。色鲜由树嫩，枝亚为房稠。静对仍持酒，高看特上楼。晴宜连夜赏，雨便一年休。共忆秋官处，余霞曲水头。", "猛虎伏尺草，虽藏难蔽身。有如张公子，肮脏在风尘。岂无横腰劒，屈彼淮阴人。击筑向北燕，燕歌易水滨。归来泰山上，当与尔为邻。", "茂苑城如画，阊门瓦欲流。还依水光殿，更起月华楼。侵夜鸾开镜，迎冬雉献裘。从臣皆半醉，天子正无愁。", "烽火动沙漠，连照甘泉云。汉皇按劒起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。", "白阁他年别，朱门此夜过。疎帘留月魄，珍簟接烟波。太守三刀梦，将军一箭歌。国租容客旅，香熟玉山禾。", "何处深春好，春深阿母家。瑶池长不夜，珠树正开花。桥峻通星渚，楼暄近日车。层城十二阙，相对日西斜。", "玉树春归日，金宫乐事多。后庭朝未入，轻辇夜相过。笑出花间语，娇来烛下歌。莫教明月去，留著醉姮娥。", "秦水别陇首，幽咽多悲声。胡马顾朔雪，躞蹀长嘶鸣。感物动我心，缅然含归情。昔视秋蛾飞，今见春蚕生。袅袅桑柘叶，萋萋柳垂荣。急节谢流水，羁心摇悬旌。挥涕且复去，恻怆何时平。", "旧隐无何别，归来始更悲。难寻白道士，不见惠禅师。草径虫鸣急，沙渠水下迟。却将波浪眼，清晓对红梨。", "秋次池上馆，林塘照南荣。尘衣纷未解，幽思浩已盈。风莲坠故萼，露菊含晚英。恨为一夕客，愁听晨鸡鸣。", "灵岳几千仞，老松逾百寻。攀崖仍蹑壁，噉叶复眠阴。海上呼三岛，斋中戏五禽。唯应逢阮籍，长啸作鸾音。", "返葬三千里，荆衡达帝畿。逢人即故吏，拜奠尽沾衣。地得青乌相，宾惊白鹤飞。五公碑尚在，今日亦同归。", "朝辞官军驿，前望顺阳路。野水啮荒坟，秋虫镂宫树。曾闻天宝末，胡马西南骛。城守鲁将军，拔城从此去。", "修蛇横洞庭，吞象临江岛。积骨成巴陵，遗言闻楚老。水穷三苗国，地窄三湘道。岁晏天峥嵘，时危人枯槁。思归阻丧乱，去国伤怀抱。郢路方丘墟，章华亦倾倒。风悲猨啸苦，木落鸿飞早。日隐西赤沙，月明东城草。关河望已绝，氛雾行当扫。长呌天可闻，吾将问苍昊。", "生者为过客，死者为归人。天地一逆旅，同悲万古尘。月兔空捣药，扶桑已成薪。白骨寂无言，青松岂知春。前后更叹息，浮荣安足珍。", "君子枉清盼，不知东走迷。离家来几月，络纬鸣中闺。桃李君不言，攀花愿成蹊。那能吐芳信，惠好相招携。我有结绿珍，久藏浊水泥。时人弃此物，乃与燕珉齐。摭拭欲赠之，申眉路无梯。辽东慙白豕，楚客羞山鸡。徒有献芹心，终流泣玉啼。祗应自索漠，留舌示山妻。", "白玉一杯酒，绿杨三月时。春风余几日，两鬓各成丝。秉烛唯须饮，投竿也未迟。如逢渭川猎，犹可帝王师。", "胡马渡洛水，血流征战场。千门闭秋景，万姓危朝霜。贤相燮元气，再欣海县康。台庭有夔龙，列宿粲成行。羽翼三元圣，发辉两太阳。应念覆盆下，雪泣拜天光。", "西经大蓝山，南来漆林渡。水色倒空青，林烟横积素。漏流昔吞翕，沓浪竞奔注。潭落天上星，龙开水中雾。峣岩注公栅，突兀陈焦墓。岭峭纷上干，川明屡回顾。因思万夫子，解渴同琼树。何日覩清光，相欢咏佳句。", "小台堪远望，独上清秋时。有酒无人劝，看山秖自知。幽禽啭新竹，孤莲落静池。高门勿遽掩，好客无前期。", "时节过繁华，阴阴千万家。巢禽命子戏，园果坠枝斜。寂寞孤飞蝶，窥丛觅晚花。", "傲士更逢酒，乐天仍对花。文章管星历，情兴占年华。宦达翻思退，名高却不夸。惟存浩然气，相共赏烟霞。", "畴昔未识君，知君好贤才。随山起馆宇，凿石营池台。星火五月中，景风从南来。数枝石榴发，一丈荷花开。恨不当此时，相过醉金罍。我行值木落，月苦清猨哀。永夜达五更，吴歈送琼杯。酒酣欲起舞，四座歌相催。日出远海明，轩车且裴回。更游龙潭去，枕石拂莓苔。", "佽飞斩长蛟，遗图画中见。登舟既虎啸，激水方龙战。惊波动连山，拔剑曳雷电。鳞摧白刃下，血染沧江变。感此壮古人，千秋若对面。", "漠漠复霭霭，半晴将半阴。春来自何处，无迹日以深。韶嫩冰后木，轻盈烟际林。藤生欲有托，柳弱不自任。花意已含蓄，鸟言尚沈吟。期君当此时，与我恣追寻。翻愁烂熳后，春暮却伤心。", "今日花前饮，甘心醉数杯。但愁花有语，不为老人开。", "江城如画里，山晓望晴空。两水夹明镜，双桥落彩虹。人烟寒橘柚，秋色老梧桐。谁念北楼上，临风怀谢公。", "城窄山将压，江宽地共浮。东南通绝域，西北有高楼。神护青枫岸，龙移白石湫。殊乡竟何祷，箫鼓不曾休。", "饮鸩非君命，兹身亦厚亡。江陵从种橘，交广合投香。不见千金子，空馀数仞墙。杀人须显戮，谁举汉三章。", "少年解长劒，投赠即分离。何不断犀象，精光暗往时。蹉跎君自惜，窜逐我因谁。地远虞翻老，秋深宋玉悲。空摧芳桂色，不屈古松姿。感激平生意，劳歌寄此辞。", "昔别矜年少，今悲丧国华。远来同社燕，不见早梅花。", "秋露白如玉，团团下庭绿。我行忽见之，寒早悲岁促。人生鸟过目，胡乃自结束。景公一何愚，牛山泪相续。物苦不知足，得陇又望蜀。人心若波澜，世路有屈曲。三万六千日，夜夜当秉烛。", "重门不下关，枢务有余闲。上客同看雪，高亭尽见山。瑞呈霄汉外，兴入笑言间。知是平阳会，人人带酒还。", "月落宫车动，风凄仪杖闲。路唯瞻凤翣，人尚想龙颜。御宇方无事，乘云遂不还。圣情悲望处，沈日下西山。", "延陵留表墓，岘首送沈碑。敢伐不加点，犹当无愧辞。百生终莫报，九死谅难追。待得生金后，川原亦几移。", "霜落江始寒，枫叶绿未脱。客行悲清秋，永路苦不达。沧波眇川汜，白日隐天末。停櫂依林峦，惊猿相呌聒。夜分河汉转，起视溟涨阔。凉风何萧萧，流水鸣活活。浦沙净如洗，海月明可掇。兰交空怀思，琼树讵解渴。勗哉沧洲心，岁晚庶不夺。幽赏颇自得，兴远与谁豁。", "弥年不得意，新岁又如何。念昔同游者，而今有几多。以闲为自在，将寿补蹉跎。春色无情故，幽居亦见过。", "死且不自觉，其余安可论。昨宵凤池客，今日雀罗门。骑吏尘未息，铭旌风已翻。平生红粉爱，惟解哭黄昏。", "磨尽石岭墨，浔阳钓赤鱼。霭峰尖似笔，堪画不堪书。", "蟠木不雕饰，且将斤斧疎。樽成山岳势，材是栋梁余。外与金罍并，中涵玉醴虚。慙君垂拂拭，遂忝玳筵居。", "祖帐临周道，前旌指晋城。午桥群吏散，亥字老人迎。诗酒同行乐，别离方见情。从此洛阳社，吟咏属书生。", "花将人共笑，篱外露繁枝。宋玉临江宅，墙低不碍窥。", "退朝还公府，骑吹息繁阴。吏散秋庭寂，乌啼烟树深。威生奉白简，道胜外华簪。风物清远目，功名怀寸阴。云衢念前侣，彩翰写冲襟。凉菊照幽径，败荷攒碧浔。感时江海思，报国松筠心。空愧寿陵步，芳尘何处寻。", "汉帝宠阿娇，贮之黄金屋。咳唾落九天，随风生珠玉。宠极爱还歇，妬深情却疎。长门一步地，不肯暂回车。雨落不上天，水覆难再收。君情与妾意，各自东西流。昔日芙蓉花，今成断根草。以色事他人，能得几时好。", "四明有狂客，风流贺季真。长安一相见，呼我谪仙人。昔好杯中物，翻为松下尘。金龟换酒处，却忆泪沾巾。", "蔷薇泣幽素，翠带花钱小。娇郎痴若云，抱日西帘晓。枕是龙宫石，割得秋波色。玉簟失柔肤，但见蒙罗碧。忆得前年春，未语含悲辛。归来已不见，锦瑟长于人。今日涧底松，明日山头檗。愁到天池翻，相看不相识。", "天若不爱酒，酒星不在天。地若不爱酒，地应无酒泉。天地既爱酒，爱酒不愧天。已闻清比圣，复道浊如贤。贤圣既已饮，何必求神仙。三杯通大道，一斗合自然。但得酒中趣，勿为醒者传。", "西门秦氏女，秀色如琼花。手挥白杨刀，清昼杀讐家。罗袖洒赤血，英气凌紫霞。直上西山去，关吏相邀遮。壻为燕国王，身被诏狱加。犯刑若履虎，不畏落爪牙。素颈未及断，摧眉伏泥沙。金鸡忽放赦，大辟得宽赊。何慙聂政姊，万古共惊嗟。", "含泪坐春宵，闻君欲度辽。绿池荷叶嫩，红砌杏花娇。曙月当窗满，征云出塞遥。画楼终日闭，清管为谁调。", "半夜碧云收，中天素月流。开城邀好客，置酒赏清秋。影透衣香润，光凝歌黛愁。斜辉犹可翫，移宴上西楼。", "吾多张公子，别酌酣高堂。听歌舞银烛，把酒轻罗裳。横笛弄秋月，琵琶弹陌桑。龙泉解锦带，为尔倾千觞。", "美女渭桥东，春还事蚕作。五马如飞龙，青丝结金络。不知谁家子，调笑来相谑。妾本秦罗敷，玉颜艳名都。绿条映素手，采桑向城隅。使君且不顾，况复论秋胡。寒螀爱碧草，鸣凤栖青梧。托心自有处，但怪旁人愚。徒令白日暮，高驾空踟蹰。", "南轩有孤松，柯叶自绵幂。清风无闲时，潇洒终日夕。阴生古苔绿，色染秋烟碧。何当凌云霄，直上数千尺。", "玄风变太古，道丧无时还。扰扰季叶人，鸡鸣趋四关。但识金马门，谁知蓬莱山。白首死罗绮，笑歌无时闲。绿酒哂丹液，青娥凋素颜。大儒挥金椎，琢之诗礼间。苍苍三株树，冥目焉能攀。", "清斋三千日，裂素写道经。吟诵有所得，众神卫我形。云行信长风，飒若羽翼生。攀崖上日观，伏槛窥东溟。海色动远山，天鸡已先鸣。银台出倒景，白浪翻长鲸。安得不死药，高飞向蓬瀛。", "明月出天山，苍茫云海间。长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边色，思归多苦颜。高楼当此夜，叹息未应闲。", "潮满冶城渚，日斜征虏亭。蔡洲新草绿，幕府旧烟青。兴废由人事，山川空地形。后庭花一曲，幽怨不堪听。", "小姑织白纻，未解将人语。大嫂采芙蓉，溪湖千万重。长兄行不在，莫使外人逢。愿学秋胡妇，贞心比古松。", "好雪动高情，心期在玉京。人披鹤氅出，马踏象筵行。照耀楼台变，淋漓松桂清。玄都留五字，使入步虚声。", "蟾蜍薄太清，蚀此瑶台月。圆光亏中天，金魄遂沦没。䗖蝀入紫微，大明夷朝晖。浮云隔两曜，万象昏阴霏。萧萧长门宫，昔是今已非。桂蠹花不实，天霜下严威。沈叹终永夕，感我涕沾衣。", "洒砌听来响，卷帘看已迷。江间风暂定，云外日应西。稍稍落蝶粉，班班融燕泥。飐萍初过沼，重柳更缘堤。必拟和残漏，宁无晦暝鼙。半将花漠漠，全共草萋萋。猿别方长啸，鸟惊始独栖。府公能八咏，聊且续新题。", "珠实虽先熟，琼莩纵早开。流鸎犹故在，争得讳含来。", "水绿南薰殿，花红北阙楼。莺歌闻太液，凤吹绕瀛洲。素女鸣珠珮，天人弄彩毬。今朝风日好，宜入未央游。", "蹋曲兴无穷，调同辞不同。愿郎千万寿，长作主人翁。", "抱玉入楚国，见疑古所闻。良宝终见弃，徒劳三献君。直木忌先伐，芳兰哀自焚。盈满天所损，沈冥道为群。东海沈碧水，西关乘紫云。鲁连及柱史，可以蹑清芬。", "人谁不愿老，老去有谁怜。身瘦带频减，髪稀冠自偏。废书缘惜眼，多炙为随年。经事还谙事，阅人如阅川。细思皆幸矣，下此便翛然。莫道桑榆晚，微霞尚满天。", "世路今太行，回车竟何托。万族皆凋枯，遂无少可乐。旷野多白骨，幽魂共销铄。荣贵当及时，春华宜照灼。人非昆山玉，安得长璀错。身没期不朽，荣名在麟阁。", "生为齐赘壻，死作楚先贤。应以客卿葬，故临官道边。寓言本多兴，放意能合权。我有一石酒，置君坟树前。", "代马不思越，越禽不恋燕。情性有所习，土风固其然。昔别雁门关，今戍龙庭前。惊沙乱海日，飞雪迷胡天。虮虱生虎鹖，心魂逐旌旃。苦战功不赏，忠诚难可宣。谁怜李飞将，白首没三边。", "蚤花常犯寒，繁实常苦酸。何事上春日，坐令芳意阑。夭桃定相笑，游妓肯回看。君问调金鼎，方知正味难。", "当风横去幰，临水卷空帷。北土秋千罢，南朝祓禊归。花情羞脉脉，柳意怅微微。莫叹佳期晚，佳期自古稀。", "千千石楠树，万万女贞林。山山白鹭满，涧涧白猨吟。君莫向秋浦，猨声碎客心。", "水绿南薰殿，花红北阙楼。莺歌闻太液，凤吹遶瀛洲。素女鸣珠佩，天人弄彩毬。今朝风日好，宜入未央游。", "昨夜双钩败，今朝百草输。关西狂小吏，惟喝遶床卢。", "楚泽雪初霁，楚城春欲归。清淮变寒色，远树含清晖。原野已多思，风霜潜减威。与君同旅雁，北向刷毛衣。", "石城夸窈窕，花县更风流。簟冰将飘枕，帘烘不隐钩。玉童收夜钥，金狄守更筹。共笑鸳鸯绮，鸳鸯两白头。", "海鸟知天风，窜身鲁门东。临觞不能饮，矫翼思凌空。钟鼓不为乐，烟霜谁与同。归飞未忍去，流泪谢鸳鸿。", "流水遶双岛，碧溪相并深。浮花拥曲处，远影落中心。闲鹭久独立，曝龟惊复沈。苹风有时起，满谷箫韶音。", "昔贤多使气，忧国不谋身。目览千载事，心交上古人。侯门有仁义，灵台多苦辛。不学腰如磬，徒使甑生尘。", "年年曲江望，花发即经过。未饮心先醉，临风思倍多。三春看又尽，两地欲如何。日望长安道，空成劳者歌。", "红旗阅五兵，绛帐领诸生。味道轻鼎食，退公犹笔耕。青箱传学远，金匮纳书成。一瞬见前事，九流当抗行。编蒲曾苦思，垂竹媿无名。今日承芳讯，谁言赠衮荣。", "我家北海宅，作寺南江滨。空庭无玉树，高殿坐幽人。书带留青草，琴堂幂素尘。平生种桃李，寂灭不成春。", "长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏。良人罢远征。", "长短春草绿，缘阶如有情。卷施心独苦，抽却死还生。覩物知妾意，希君种后庭。闲时当采掇，念此莫相轻。", "吴越古今路，沧波朝夕流。从来别离地，能使管弦愁。江草带烟暮，海云含雨秋。知君五陵客，不乐石门游。", "列子居郑圃，不将众庶分。革侯遁南浦，常恐楚人闻。抱瓮灌秋蔬，心闲游天云。每将瓜田叟，耕种汉水𣸣。时登张公洲，入兽不乱群。井无桔槔事，门绝刺绣文。长揖二千石，远辞百里君。斯为真隐者，吾党慕清芬。", "鹰至感风候，霜余变林麓。孤颿带日来，寒江转沙曲。戍摇旗影动，津晚橹声促。月上彩霞收，渔歌远相续。", "何处深春好，春深万乘家。宫门皆映柳，辇路尽穿花。池色连天汉，城形象帝车。旌旗暖风里，猎猎向西斜。", "丹顶宜承日，霜翎不染泥。爱池能久立，看月未成栖。一院春草长，三山归路迷。主人朝谒早，贪养汝南鸡。", "郢门一为客，巴月三成弦。朔风正摇落，行子愁归旋。杳杳山外日，茫茫江上天。人迷洞庭水，雁度潇湘烟。清旷谐宿好，缁磷及此年。百龄何荡漾，万化相推迁。空谒苍梧帝，徒寻溟海仙。已闻蓬海浅，岂见三桃圆。倚劒增浩叹，扪襟还自怜。终当游五湖，濯足沧浪泉。", "白马黄金塞，云砂遶梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。", "我觉秋兴逸，谁云秋兴悲。山将落日去，水与晴空宜。鲁酒白玉壶，送行驻金羁。歇鞍憩古木，解带挂横枝。歌鼓川上亭，曲度神飙吹。云归碧海夕，鴈没青天时。相失各万里，茫然空尔思。", "焰随红日去，烟逐暮云飞。绿鬓随波散，红颜逐浪无。因何逢伍相，应是想秋胡。举袖露条脱，招我饭胡麻。", "银箭耿寒漏，金釭凝夜光。彩鸾空自舞，别燕不相将。寄恨一尺素，含情双玉珰。会前犹月在，去后始宵长。往事经春物，前期托报章。永令虚粲枕，长不掩兰房。觉动迎猜影，疑来浪认香。鹤应闻露警，蜂亦为花忙。古有阳台梦，今多下蔡倡。何为薄冰雪，消瘦滞非乡。", "旧镜鸾何处，衰桐凤不栖。金钱饶孔雀，锦段落山鸡。王子调清管，天人降紫泥。岂无云路分，相望不应迷。", "世上苍龙种，人间武帝孙。小来惟射猎，兴罢得乾坤。渭水天开苑，咸阳地献原。英灵殊未已，丁傅渐华轩。", "别侣孤鹤怨，冲天威凤归。容光一以间，梦想是耶非。芳讯远弥重，知音老更稀。不如湖上鴈，北向整毛衣。", "美女渭桥东，春还事蚕作。五马如飞龙，青丝结金络。不知谁家子，调笑来相谑。妾本秦罗敷，玉颜艳名都。绿条映素手，采桑向城隅。使君且不顾，况复论秋胡。寒螀爱碧草，鸣凤栖青梧。托心自有处，但怪傍人愚。徒令白日暮，高驾空踟蹰。", "五色绣团圆，登君玳瑁筵。最宜红烛下，偏称落花前。上客如先起，应须赠一船。", "秀色发江左，风流奈若何。仲文了不还，独立扬清波。载酒五松山，颓然白云歌。中天度落月，万里遥相过。抚酒惜此月，流光畏蹉跎。明日别离去，连峰郁嵯峨。", "白杨双行行，白马悲路傍。晨兴见晓月，更似发云阳。溧水通吴关，逝川去未央。故人万化尽，闭骨茅山冈。天上坠玉棺，泉中掩龙章。名飞日月上，义与风云翔。逸气竟莫展，英图俄夭伤。楚国一老人，来嗟龚胜亡。有言不可道，雪泣忆兰芳。", "高楼入青天，下有白玉堂。明月看欲堕，当窗悬清光。遥夜一美人，罗衣霑秋霜。含情弄柔瑟，弹作陌上桑。弦声何激烈，风卷遶飞梁。行人皆踯躅，栖鸟起回翔。但写妾意苦，莫辞此曲伤。愿逢同心者，飞作紫鸳鸯。", "月皎昭阳殿，霜清长信宫。天行乘玉辇，飞燕与君同。别有欢娱处，承恩乐未穷。谁怜团扇妾，独坐怨秋风。", "未洗染尘缨，归来芳草平。一条藤径绿，万点雪峰晴。地冷叶先尽，谷寒云不行。嫩篁侵舍密，古树倒江横。白犬离村吠，苍苔壁上生。穿厨孤雉过，临屋旧猨鸣。木落禽巢在，篱疎兽路成。拂床苍鼠走，倒箧素鱼惊。洗砚修良策，敲松拟素贞。此时重一去，去合到三清。", "我本不弃世，世人自弃我。一乘无倪舟，八极纵远柂。燕客期跃马，唐生安敢讥。采珠勿惊龙，大道可暗归。故山有松月，迟尔翫清晖。", "沉香帖阁柱，金缕画门楣。回首降旛下，已见黍离离。", "沐芳莫弹冠，浴兰莫振衣。处世忌太洁，至人贵藏晖。沧浪有钓叟，吾与尔同归。", "白玉谁家郎，回车渡天津。看花东上陌，惊动洛阳人。", "南都信佳丽，武阙横西关。白水真人居，万商罗鄽阛。高楼对紫陌，甲第连青山。此地多英豪，邈然不可攀。陶朱与五羖，名播天壤间。丽华秀玉色，汉女娇朱颜。清歌遏流云，艳舞有余闲。遨游盛宛洛，冠盖随风还。走马红阳城，呼鹰白河湾。谁识卧龙客，长吟愁鬓斑。", "晓用云添句，寒将雪命篇。良辰多自感，作者岂皆然。熟寝初同鹤，含嘶欲并蝉。题诗长不展，得处定应偏。南浦无穷树，西楼不住烟。改成人寂寂，寄与路绵绵。星势寒垂地，河声晓上天。夫君自有恨，聊借此中传。", "初发强中作，题诗与惠连。多惭一日长，不及二龙贤。西塞当中路，南风欲进船。云峰出远海，帆影挂清川。禹穴藏书地，匡山种杏田。此行俱有适，迟尔早归旋。", "暗楼连夜阁，不拟为黄昏。未必断别泪，何曾妨梦魂。疑穿花逶迤，渐近火温黁。海底翻无水，仙家却有邨。锁香金屈戌，𣨼酒玉昆仑。羽白风交扇，冰清月映盆。旧欢尘自积，新岁电犹奔。霞绮空留段，云峰不带根。念君千里舸，江草漏灯痕。", "玄武开新苑，龙舟䜩幸频。渚莲参法驾，沙鸟犯句陈。寿献金茎露，歌翻玉树尘。夜来江令醉，别诏宿临春。", "沧江溯流归，白璧见秋月。秋月照白璧，皓如山阴雪。幽人停宵征，贾客忘早发。进帆天门山，回首牛渚没。川长信风来，日出宿雾歇。故人在咫尺，新赏成胡越。寄君青兰花，惠好庶不绝。", "吾怜宛溪好，百尺照心明。何谢新安水，千寻见底清。白沙留月色，绿竹助秋声。却笑严湍上，于今独擅名。", "请以双白璧，买君双白鹇。白鹇白如锦，白雪耻容颜。照影玉潭里，刷毛琪树间。夜栖寒月静，朝步落花闲。我愿得此鸟，翫之坐碧山。胡公能辍赠，笼寄野人还。", "长绳难系日，自古共悲辛。黄金高北斗，不惜买阳春。石火无留光，还如世中人。即事已如梦，后来我谁身。提壶莫辞贫，取酒会四邻。仙人殊恍惚，未若醉中真。", "长劒一杯酒，男儿方寸心。洛阳因剧孟，托宿话胸襟。但仰山岳秀，不知江海深。长安复携手，再顾重千金。君乃輶轩佐，予叨翰墨林。高风摧秀木，虚弹落惊禽。不取回舟兴，而来命驾寻。扶摇应借力，桃李愿成阴。笑吐张仪舌，愁为庄舃吟。谁怜明月夜，肠断听秋砧。", "送君游梅湖，应见梅花发。有使寄我来，无令红芳歇。暂行新林浦，定醉金陵月。莫惜一鴈书，音尘坐胡越。", "独宿望海楼，夜深珍木冷。僧房已闭户，山月方出岭。碧池涵劒彩，宝刹摇星影。却忆郡斋中，虚眠此时景。", "车音想辚辚，不见綦下尘。可怜平阳第，歌舞娇青春。金屋容色在，文园词赋新。一朝复得幸，应知失意人。", "登高望四海，天地何漫漫。霜被群物秋，风飘大荒寒。荣华东流水，万事皆波澜。白日掩徂辉，浮云无定端。梧桐巢燕雀，枳棘栖鸳鸾。且复归去来，劒歌行路难。", "浪动灌婴井，寻阳江上风。开帆入天镜，直向彭湖东。落景转疎雨，晴云散远空。名山发佳兴，清赏亦何穷。石镜挂遥月，香炉灭彩虹。相思俱对此，举目与君同。", "游山谁可游，子明与浮丘。叠岭碍河汉，连峰横斗牛。汪生面北阜，池馆清且幽。我来感意气，搥炰列珍羞。扫石待归月，开池涨寒流。酒酣益爽气，为乐不知秋。", "上国庭前草，移来汉水浔。朱门虽易地，玉树有余阴。艳彩凝还泛，清香绝复寻。光华童子佩，柔软美人心。惜晚含远思，赏幽空独吟。寄言知音者，一奏风中琴。", "明明金鹊镜，了了玉台前。拂拭交冰月，光辉何清圆。红颜老昨日，白发多去年。铅粉坐相误，照来空凄然。", "陶令去彭泽，茫然太古心。大音自成曲，但奏无弦琴。钓水路非远，连鼇意何深。终期龙伯国，与尔相招寻。", "绿萝纷葳蕤，缭绕松栢枝。草木有所托，岁寒尚不移。奈何夭桃色，坐叹葑菲诗。玉颜艳红彩，云发非素丝。君子恩已毕，贱妾将何为。", "四郊阴霭散，开户半蟾生。万里舒霜合，一条江练横。出时山眼白，高后海心明。为惜如团扇，长吟到五更。", "谢公之彭蠡，因此游松门。余方窥石镜，兼得穷江源。将欲继风雅，岂徒清心魂。前赏逾所见，后来道空存。况属临泛美，而无洲渚喧。漾水向东去，漳流直南奔。空蒙三川夕，回合千里昏。青桂隐遥月，绿枫鸣愁猨。水碧或可采，金精秘莫论。吾将学仙去，冀与琴高言。", "桃李得日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贯白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。", "今日池塘上，初移造物权。苞藏成别岛，沿浊致清涟。变化生言下，蓬瀛落眼前。泛觞惊翠羽，开幕对红莲。远写风光入，明含气象全。渚烟笼驿树，波日漾宝筵。曲岸留缇骑，中流转彩船。无因接元礼，共载比神仙。", "六百商于路，崎岖古共闻。蜂房春欲暮，虎穽日初曛。路向泉间辨，人从树杪分。更谁开捷径，速拟上青云。", "金华牧羊儿，乃是紫烟客。我愿从之游，未去发已白。不知繁华子，扰扰何所迫。昆山采琼蘂，可以炼精魄。", "秦楼出佳丽，正值朝日光。陌头能驻马，花处复添香。", "桃波一步地，了了语声闻。暗与山僧别，低头礼白云。", "披君貂襜褕，对君白玉壶。雪花酒上灭，顿觉夜寒无。客有桂阳至，能吟山鹧鸪。清风动窗竹，越鸟起相呼。持此足为乐，何烦笙与竽。", "宴坐白云端，清江直下看。来人望金刹，讲席绕香坛。虎啸夜林动，鼍鸣秋涧寒。众音徒起灭，心在净中观。", "闻有白太守，抛官归旧谿。苏州十万户，尽作婴儿啼。太守驻行舟，阊门草萋萋。挥袂谢啼者，依然两眉低。朱户非不崇，我心如重狴。华池非不清，意在寥廓栖。夸者窃所怪，贤者默思齐。我为太守行，题在隐起珪。", "长安春色归，先入青门道。绿杨不自持，从风欲倾倒。海燕还秦宫，双飞入帘栊。相思不相见，托梦辽城东。", "清景南楼夜，风流在武昌。庾公爱秋月，乘兴坐胡床。龙笛吟寒水，天河落晓霜。我心还不浅，怀古醉余觞。", "莫猺自生长，名字无符籍。市易杂鲛人，婚姻通木客。星居占泉眼，火种开山脊。夜渡千仞谿，含沙不能射。", "柳带谁能结，花房未肯开。空余双蝶舞，竟绝一人来。半展龙须席，轻斟玛瑙杯。年年春不定，虚信岁前梅。", "昔为瑶池侣，飞舞集蓬莱。今作江汉别，风雪一徘徊。", "敬亭一回首，目尽天南端。仙者五六人，常闻此游盘。谿流琴高水，石耸麻姑坛。白龙降陵阳，黄鹤呼子安。羽化骑日月，云行翼鸳鸾。下视宇宙间，四溟皆波澜。汰绝目下事，从之复何难。百岁落半途，前期浩漫漫。彊食不成味，清晨起长叹。愿随子明去，炼火烧金丹。", "殷后乱天纪，楚怀亦已昏。夷羊满中野，菉葹盈高门。比干谏而死，屈平窜湘源。虎口何婉娈，女媭空婵媛。彭咸久沦没，此意与谁论。", "本是丁香树，春条结始生。玉作弹碁局，中心亦不平。", "野水遶空城，行尘起孤驿。花台侧生树，石碣阳镌头。靡靡度行人，温风吹宿麦。", "少年费白日，歌笑矜朱颜。不知忽已老，喜见春风还。惜别且为欢，裴回桃李间。看花饮美酒，听鸟临晴山。向晚竹林寂，无人空闭关。", "画屏绣步障，物物自成双。如何湖上望，只是见鸳鸯。", "独上百尺楼，目穷思亦愁。初日徧露草，野田荒悠悠。尘息长道白，林清宿烟收。回首云深处，永怀乡旧游。", "宝劒双蛟龙，雪花照芙蓉。精光射天地，雷腾不可冲。一去别金匣，飞沈失相从。风胡灭已久，所以潜其锋。吴水深万丈，楚山邈千重。雌雄终不隔，神物会当逢。", "簇簇淮阴市，竹楼缘岸上。好日起樯竿，乌飞惊五两。", "龙马花雪毛，金鞍五陵豪。秋霜切玉劒，落日明珠袍。鬬鸡事万乘，轩盖一何高。弓摧宜山虎，手接泰山猱。酒后竞风彩，三杯弄宝刀。杀人如翦草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤万战场，匈奴尽波涛。归来使酒气，未肯拜萧曹。羞入原宪室，荒径隐蓬蒿。", "食出野田美，酒临远水倾。东流若未尽，应见别离情。", "陶令弃官后，仰眠书屋中。谁将五斗米，拟换北窗风。", "延颈全同鹤，柔肠素怯猿。湘波无限泪，蜀魄有余冤。轻幰长无道，哀筝不出门。何由问香炷，翠幕自黄昏。", "雨歇晚霞明，风调夜景清。月高微晕散，云薄细鳞生。露草百虫思，秋林千叶声。相望一步地，脉脉万重情。", "夜到清溪宿，主人碧岩里。簷楹挂星斗，枕席响风水。月落西山时，啾啾夜猨起。", "西国有美女，结楼青云端。蛾眉艳晓月，一笑倾城欢。高节不可夺，炯心如凝丹。常恐彩色晚，不为人所观。安得配君子，共乘双飞鸾。", "醉上山公马，寒歌宁戚牛。空吟白石烂，泪满黑貂裘。", "西羌延国讨，白起佐军威。剑决浮云气，弓弯明月辉。马行边草绿，旌卷曙霜飞。抗手凛相顾，寒风生铁衣。", "陶令日日醉，不知五柳春。素琴本无弦，漉酒用葛巾。清风北牕下，自谓羲皇人。何时到栗里，一见平生亲。", "道却横波字，人前莫谩羞。只应同楚水，长短入淮流。", "京兆归何处，章台空暮尘。可怜鸾镜下，哭杀画眉人。", "绿骥本天马，素非伏枥驹。长嘶向清风，倏忽凌九区。何言西北至，却走东南隅。世道有飜覆，前期难豫图。希君一翦拂，犹可骋中衢。", "逻人横鸟道，江祖出鱼梁。水急客舟疾，山花拂面香。", "花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月裴回，我舞影零乱。醒时同交欢，醉后各分散。永结无情游，相期邈云汉。", "五彩绣团圆，登君玳瑁筵。最宜红烛下，偏称落花前。上客如先起，应须赠一船。", "曲岸风雷罢，东亭霁日凉。新秋仍酒困，幽兴暂江乡。摇落真何遽，交亲或未忘。一帆彭蠡月，数雁塞门霜。俗态虽多累，仙标发近狂。声名佳句在，身世玉琴张。万古山空碧，无人鬓免黄。骅骝忧老大，𫛸鴂妬芬芳。密竹沉虚籁，孤莲泊晚香。如何此幽胜，淹卧剧清漳。", "欲别心不忍，临行情更亲。酒倾无限月，客醉几重春。藉草依流水，攀花赠远人。送君从此去，回首泣迷津。", "轩皇传上略，蜀相运神机。水落龙蛇出，沙平鹅鹳飞。波涛无动势，鳞介避余威。会有知兵者，临流指是非。", "幽人不倦赏，秋暑贵招邀。竹碧转怅望，池清尤寂寥。露花终裛湿，风蝶强娇饶。此地如携手，兼君不自聊。", "待月月未出，望江江自流。倏忽城西郭，青天悬玉钩。素华虽可揽，清景不可游。耿耿金波里，空瞻𫛛鹊楼。", "溅溅漱幽石，注入团圆处。有如常满杯，承彼清夜露。岩曲月斜照，林寒春晚煦。游人不敢触，恐有蛟龙护。", "尝闻秦帝女，传得凤凰声。是日逢仙子，当时别有情。人吹彩箫去，天借绿云迎。曲在身不返，空余弄玉名。", "关西杨伯起，汉日旧称贤。四代三公族，清风播人天。夫子华阴居，开门对玉莲。何事历衡霍，云帆今始还。君坐稍解颜，为君歌此篇。我固侯门士，谬登圣主筵。一辞金华殿，蹭蹬长江边。二子鲁门东，别来已经年。因君此中去，不觉泪如泉。", "长干吴儿女，眉目艳新月。屐上足如霜，不着鸦头袜。", "竹实满秋浦，凤来何苦饥。还同月下鹊，三绕未安枝。夫子即琼树，倾柯拂羽仪。怀君恋明德，归去日相思。", "斗酒勿为薄，寸心贵不忘。坐惜故人去，偏令游子伤。离颜怨芳草，春思结垂杨。挥手再三别，临岐空断肠。", "客有思天台，东行路超忽。涛落浙江秋，沙明浦阳月。今游方厌楚，昨梦先归越。且尽秉烛欢，无辞凌晨发。我家小阮贤，剖竹赤城边。诗人多见重，官烛未曾然。兴引登山屐，情催泛海船。石桥如可度，携手弄云烟。", "积雨晚骚骚，相思正郁陶。不知人万里，时有燕双高。寇盗缠三辅，莓苔滑百牢。圣朝推卫霍，归日动仙曹。", "愚公方住谷，仁者本依山。共誓林泉志，胡为尊俎间。华莲开菡萏，荆玉刻孱颜。爽气临周道，岚光入汉关。满壶徒蚁泛，高阁已苔斑。想就安车召，宁期负矢还。潘游全璧散，郭去半舟闲。定笑幽人迹，鸿轩不可攀。", "借问池台主，多居要路津。千金买绝境，永日属闲人。竹径萦纡入，花林委曲巡。斜阳众客散，空锁一园春。", "尔有鸟迹书，相招琴溪饮。手迹尺素中，如天落云锦。读罢向空笑，疑君在我前。长吟字不灭，怀袖且三年。", "朝别凌烟楼，贤豪满行舟。暝投永华寺，宾散予独醉。愿结九江流，添成万行泪。写意寄庐岳，何当来此地。天命有所悬，安得苦愁思。", "闻道稽山去，偏宜谢客才。千岩泉洒落，万壑树萦回。东海横秦望，西陵遶越台。湖清霜镜晓，涛白雪山来。八月枚乘笔，三吴张翰杯。此中多逸兴，早晚向天台。", "浮云金络膝，昨日别朱轮。衔草如怀恋，嘶风尚意频。曾将此君子，不是换佳人。从此西归路，应容蹑后尘。", "铜壶方促夜，斗柄暂南回。稍嫌单衣重，初怜北户开。西园花已尽，新月为谁来。", "故国荒台在，前临震泽波。绮罗随世尽，麋鹿古时多。筑用金锤力，摧因石鼠窠。昔年雕辇路，唯有采樵歌。", "远谪年犹少，初归鬓已衰。门闲故吏去，室静老僧期。不见蜘蛛集，频为佝偻欺。颖微囊未出，寒甚谷难吹。濩落唯心在，平生有己知。商歌夜深后，听者竟为谁。", "妾本丛台女，扬蛾入丹阙。自倚颜如花，宁知有凋歇。一辞玉阶下，去若朝云没。每忆邯郸城，深宫梦秋月。君王不可见，惆怅至明发。", "内殿张弦管，中原绝鼓鼙。舞成青海马，鬬杀汝南鸡。不见华胥梦，空闻下蔡迷。宸襟他日泪，薄暮望贤西。", "今日好南风，商旅相催发。沙头樯竿上，始见春江阔。", "明宰试舟楫，张灯宴华池。文招梁苑客，歌动郢中儿。月色望不尽，空天交相宜。令人欲泛海，只待长风吹。", "天落白玉棺，王乔辞叶县。一去未千年，汉阳复相见。犹乘飞凫舃，尚识仙人面。鬓发何青青，童颜皎如练。吾曾弄海水，清浅嗟三变。果惬麻姑言，时光速流电。与君数杯酒，可以穷欢宴。白云归去来，何事坐交战。", "道隐不可见，灵书藏洞天。吾师四万劫，历世遰相传。别杖留青竹，行歌蹑紫烟。离心无远近，长在玉京悬。", "水国秋风夜，殊非远别时。长安如梦里，何日是归期。", "春草如有意，罗生玉堂阴。东风吹愁来，白发坐相侵。独酌劝孤影，闲歌面芳林。长松尔何知，萧瑟为谁吟。手舞石上月，膝横花间琴。过此一壶外，悠悠非我心。", "河东郭有道，于世若浮云。盛德无我位，清光独暎君。耻将鸡并食，长与凤为群。一击九千仞，相期凌紫氛。", "把镜朝犹在，添香夜不归。鸳鸯拂瓦去，鹦鹉透笼飞。不逐张公子，即随刘武威。新知正相乐，从此脱青衣。", "数丛如雪色，一旦冒霜开。寒蘂差池落，清香断续来。思深含别怨，芳谢惜年催。千里难同赏，看看又早梅。", "娉婷小苑中，婀娜曲池东。朝佩皆垂地，仙衣尽带风。七贤宁占竹，三品且饶松。肠断灵和殿，先皇玉座空。", "别地萧条极，如何更独来。秋应为黄叶，雨不厌青苔。沈约只能瘦，潘仁岂是才。杂情堪底寄，惟有冷于灰。", "洛浦有宓妃，飘飖雪争飞。轻云拂素月，了可见清辉。解珮欲西去，含情讵相违。香尘动罗袜，绿水不霑衣。陈王徒作赋，神女岂同归。好色伤大雅，多为世所讥。", "乐府闻桃叶，人前道得无。劝君书小字，慎莫唤官奴。", "入幕推英选，捐书事远戎。高谈百战术，郁作万夫雄。起舞莲花剑，行歌明月弓。将飞天地阵，兵出塞垣通。祖席留丹景，征麾拂彩虹。旋应献凯入，麟阁伫深功。", "耶溪采莲女，见客櫂歌回。笑入荷花去，佯羞不出来。", "置酒延落景，金陵凤凰台。长波写万古，心与云俱开。借问往昔时，凤凰为谁来。凤凰去已久，正当今日回。明君越羲轩，天老坐三台。豪士无所用，弹弦醉金罍。东风吹山花，安可不尽杯。六帝没幽草，深宫冥绿苔。置酒勿复道，歌钟但相催。", "白马谁家子，黄龙边塞儿。天山三丈雪，岂是远行时。春蕙忽秋草，莎鸡鸣曲池。风催寒椶响，月入霜闺悲。忆与君别年，种桃齐蛾眉。桃今百余尺，花落成枯枝。终然独不见，流泪空自知。", "池馆今正好，主人何寂然。白莲方出水，碧树未鸣蝉。静室宵闻磬，斋厨晚绝烟。蕃僧如共载，应不是神仙。", "何处深春好，春深贵胄家。迎呼偏熟客，拣选最多花。饮馔开华幄，笙歌出钿车。兴酣罇易罄，连泻酒瓶斜。", "相逢红尘内，高揖黄金鞭。万户垂杨里，君家阿那边。", "自笑客行久，我行定几时。绿杨已可折，攀取最长枝。翩翩弄春色，延伫寄相思。谁言贵此物，意愿重琼蕤。昨梦见惠连，朝吟谢公诗。东风引碧草，不觉生华池。临翫忽云夕，杜鹃夜鸣悲。怀君芳岁歇，庭树落红滋。", "卷帘聊举目，露湿草绵芊。古岫藏云毳，空庭织碎烟。水纹愁不起，风线重难牵。尽日扶犂叟，往来江树前。", "仙郎倦去心，郑驿暂登临。水色潇湘阔，沙程朔漠深。鹢舟时往复，鸥鸟恣浮沈。更想逢归马，悠悠岳树阴。", "林端落照尽，湖上远岚清。水榭芝兰室，仙舟鱼鸟情。人琴久寂寞，烟月若平生。一泛钓璜处，再吟锵玉声。", "三季分战国，七雄成乱麻。王风何怨怒，世道终纷拏。至人洞玄象，高举凌紫霞。仲尼欲浮海，吾祖之流沙。圣贤共沦没，临岐胡咄嗟。", "平明登日观，举手开云关。精神四飞扬，如出天地间。黄河从西来，窈窕入远山。凭崖揽八极，目尽长空闲。偶然值青童，绿发双云鬟。笑我晚学仙，蹉跎凋朱颜。踌躇忽不见，浩荡难追攀。", "黄河走东溟，白日落西海。逝川与流光，飘忽不相待。春容舍我去，秋发已衰改。人生非寒松，年貌岂长在。吾当乘云螭，吸景驻光彩。", "清泉暎疎松，不知几千古。寒月摇清波，流光入窗户。对此空长吟，思君意何深。无因见安道，兴尽愁人心。", "三鸟别王母，衔书来见过。肠断若剪弦，其如愁思何。遥知玉窗里，纤手弄云和。奏曲有深意，青松交女萝。写水山井中，同泉岂殊波。秦心与楚恨，皎皎为谁多。", "都无色可并，不奈此香何。瑶席乘凉设，金羁落晚过。回衾灯照绮，渡韈水沾罗。预想前秋别，离居梦櫂歌。", "白龙改常服，偶被豫且制。谁使尔为鱼，徒劳诉天帝。作书报鲸鲵，勿恃风涛势。涛落归泥沙，翻遭蝼蚁噬。万乘慎出入，柏人以为识。", "融融白玉辉，暎我青蛾眉。宝镜似空水，落花如风吹。出门望帝子，荡漾不可期。安得黄鹤羽，一报佳人知。", "海天杀气薄，蛮军步伍嚣。林红叶尽变，原黑草初烧。围合繁钲息，禽兴大斾摇。张罗依道口，嗾犬上山腰。猜鹰虑奋迅，惊鹿时跼跳。瘴云四面起，腊雪半空消。箭头余鹄血，鞍傍见雉翘。日暮还城邑，金笳发丽谯。", "吴馆何时熨，秦台几夜熏。绡轻谁解卷，香异自先闻。月里谁无姊，云中亦有君。罇前见飘荡，愁极客襟分。", "寂寞一双鹤，主人在西京。故巢吴苑树，深院洛阳城。徐引竹间步，远含云外情。谁怜好风月，邻舍夜吹笙。", "祖帐管弦绝，客帆西风生。回车已不见，犹听马嘶声。", "金陵控海浦，渌水带吴京。铙歌列骑吹，飒沓引公卿。槌钟速严妆，伐鼓启重城。天子凭玉几，劒履若云行。日出照万户，簪裾烂明星。朝罢沐浴闲，遨游阆风亭。济济双阙下，欢娱乐恩荣。", "万里长城坏，荒营野草秋。秣陵多士女，犹唱白符鸠。", "有美扶皇运，无谁荐直言。已为秦逐客，复作楚冤魂。湓浦应分派，荆江有会源。幷将添恨泪，一洒问乾坤。", "蕙草芳未歇，绿槐阴已成。金罍唯独酌，瑶瑟有离声。翔泳各殊势，篇章空寄情。应怜三十载，未变使君名。", "见说蚕丛路，崎岖不易行。山从人面起，云傍马头生。芳树笼秦栈，春流遶蜀城。升沉应已定，不必问君平。", "石径入丹壑，松门闭青苔。闲阶有鸟迹，禅室无人开。窥窗见白拂，挂壁生尘埃。使我空叹息，欲去仍裴回。香云徧山起，花雨从天来。已有空乐好，况闻青猨哀。了然绝世事，此地方悠哉。", "爱景人方乐，同云候稍愆。徒闻周雅什，愿赋朔风篇。欲俟千箱庆，须资六出妍。咏留飞絮后，歌唱落梅前。庭树思琼蕊，粧楼认粉绵。瑞邀盈尺日，丰待两岐年。预约延枚酒，虚乘访戴船。映书孤志业，披氅阻神仙。几向霜阶步，频将月幌褰。玉京应已足，白屋但颙然。", "天台国清寺，天下称四绝。我来举唐游，于中更无别。枿木划断云，高峰顶积雪。槛外一条溪，几回流碎月。", "视事画屏中，自称三癖翁。管弦泛春渚，旌斾拂晴虹。酒对青山月，琴韵白苹风。会书团扇上，知君文字工。", "英明庐江守，声誉广平籍。洒扫黄金台，招邀青云客。客曾与天通，出入清禁中。襄王怜宋玉，愿入兰台宫。", "驿亭三杨树，正当白下门。吴烟暝长条，汉水啮古根。向来送行处，回首阻笑言。别后若见之，为余一攀翻。", "驿途仍近节，旅宿倍思家。独夜三更月，空庭一树花。介山当驿秀，汾水遶关斜。自怯春寒苦，那堪禁火赊。", "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍连故乡水，万里送行舟。", "早起见日出，暮见栖鸟还。客心自酸楚，况对木瓜山。", "剑外从军远，无家与寄衣。散关三尺雪，回梦旧鸳机。", "渌水净素月，月明白鹭飞。郎听采菱女，一道夜歌归。", "春水月峡来，浮舟望安极。正是桃花流，依然锦江色。江色绿且明，茫茫与天平。逶迤巴山尽，摇曳楚云行。雪照聚沙雁，花飞出谷莺。芳洲却已转，碧树森森迎。流目浦烟夕，扬帆海月生。江陵识遥火，应到渚宫城。", "鲁叟谈五经，白发死章句。问以经济策，茫如坠烟雾。足著远游履，首戴方山巾。缓步从直道，未行先起尘。秦家丞相府，不重褒衣人。君非叔孙通，与我本殊伦。时事且未达，归耕汶水滨。", "运速天地闭，胡风结飞霜。百草死冬月，六龙颓西荒。太白出东方，彗星扬精光。鸳鸯非越鸟，何为眷南翔。惟昔鹰将犬，今为侯与王。得水成蛟龙，争池夺凤凰。北斗不酌酒，南箕空簸扬。", "王家碧瑶树，一树忽先摧。海内故人泣，天涯吊鹤来。未成霖雨用，先失济川材。一罢广陵散，鸣琴更不开。", "笑啼俱不敢，几欲是吞声。遽遣离琴怨，都由半镜明。应防啼与笑，微露浅深情。", "素面倚栏钩，娇声出外头。若非是织女，何得问牵牛。", "昨夜巫山下，猨声梦里长。桃花飞绿水，三月下瞿塘。雨色风吹去，南行拂楚王。高丘怀宋玉，访古一霑裳。", "洞庭鱼可拾，不假更垂罾。闹若雨前蚁，多于秋后蝇。岂思鳞作簟，仍计腹为灯。浩荡天池路，翱翔欲化鹏。", "东阳素足女，会稽素舸郎。相看月未堕，白地断肝肠。", "径尺千余朵，人间有此花。今朝见颜色，更不向诸家。", "高桃留晚实，寻得小庭南。矮堕绿云髻，欹危红玉簪。惜堪充凤食，痛已被鸎含。越鸟夸香荔，齐名亦未甘。", "调瑟在张弦，弦平音自足。朱弦二十五，缺一不成曲。美人爱高张，瑶轸再三促。上弦虽独响，下应不相属。日暮声未和，寂寥一枯木。却顾膝上弦，流泪难相续。", "昔别若梦中，天涯忽相逢。洞庭破秋月，纵酒开愁容。赠剑刻玉字，延平两蛟龙。送君不尽意，书及雁回峰。", "杳蔼逢仙迹，苍茫滞客途。何年归碧落，此路向皇都。消息期青雀，逢迎异紫姑。肠回楚国梦，心断汉宫巫。从骑裁寒竹，行车荫白榆。星娥一去后，月姊更来无。寡鹄迷苍壑，羇凰怨翠梧。惟应碧桃下，方朔是狂夫。", "皎皎鸾凤姿，飘飘神仙气。梅生亦何事，来作南昌尉。清风佐鸣琴，寂寞道为贵。一见过所闻，操持难与群。毫挥鲁邑讼，目送瀛洲云。我隐屠钓下，尔当玉石分。无由接高论，空此仰清芬。", "近郭西溪好，谁堪共酒壶。苦吟防柳恽，多泪怯杨朱。野鹤随君子，寒松揖大夫。天涯常病意，岑寂胜欢娱。", "酒薄吹还醒，楼危望已穷。江臯当落日，帆席见归风。烟带龙潭白，霞分鸟道红。殷勤报秋意，只是有丹枫。", "何处深春好，春深恩泽家。炉添龙脑炷，绶结虎头花。宾客珠成履，婴孩锦缚车。画堂帘幕外，来去燕飞斜。", "紫阁相逢处，丹岩议宿时。堕蝉翻败叶，栖鸟定寒枝。万里飘流远，三年问讯迟。炎方忆初地，频梦碧琉璃。", "观鱼碧潭上，木落潭水清。日暮紫鳞跃，圆波处处生。凉烟浮竹尽，秋月照沙明。何必沧浪去，兹焉可濯缨。", "匝路亭亭艳，非时裛裛香。素娥惟与月，青女不饶霜。赠远虚盈手，伤离适断肠。为谁成早秀，不待作年芳。", "君寻腾空子，应到碧山家。水舂云母确，风埽石楠花。若爱幽居好，相邀弄紫霞。", "沩水闻贞媛，常山索锐师。昔忧迷帝力，今分送王姬。事等和强虏，恩殊睦本枝。四郊多垒在，此礼恐无时。", "鲁女东窗下，海榴世所稀。珊瑚映绿水，未足比光辉。清香随风发，落日好鸟归。愿为东南枝，低举拂罗衣。无由共攀折，引领望金扉。", "击筑饮美酒，劒歌易水湄。经过燕太子，结托幷州儿。少年负壮气，奋烈自有时。因声鲁句践，争情勿相欺。", "卢橘为秦树，蒲萄出汉宫。烟花宜落日，丝管醉春风。笛奏龙鸣水，箫吟凤下空。君王多乐事，何必向回中。", "垂杨拂绿水，摇艳东风年。花明玉关雪，叶暖金窗烟。美人结长恨，相对心凄然。攀条折春色，远寄龙庭前。", "阳台隔楚水，春草生黄河。相思无日夜，浩荡若流波。流波向海去，欲见终无因。遥将一点泪，远寄如花人。", "敬亭白云气，秀色连苍梧。下映双溪水，如天落镜湖。此中积龙象，独许濬公殊。风韵逸江左，文章动海隅。观心同水月，解领得明珠。今日逢支遁，高谈出有无。", "沅湘春色还，风暖烟草绿。古之伤心人，于此肠断续。予非怀沙客，但美采菱曲。所愿归东山，寸心于此足。", "君至石头驿，寄书黄鹤楼。开缄识远意，速此南行舟。风水无定准，湍波或滞留。忆昨新月生，西簷若琼钩。今来何所似，破镜悬清秋。恨不三五明，平湖泛澄流。此欢竟莫遂，狂杀王子猷。巴陵定遥远，持赠解人忧。", "流尘翳明镜，岁久看如漆。门前负局人，为我一磨拂。萍开绿池满，晕尽金波溢。白日照空心，圆光走幽室。山神妖气沮，野魅真形出。却思未磨时，瓦砾来唐突。", "白田见楚老，歌咏徐安宜。制锦不择地，操刀良在兹。清风动百里，惠化闻京师。浮人若云归，耕种满郊岐。川光净麦陇，日色明桑枝。讼息但长啸，宾来或解颐。青橙拂户牖，白水流园池。游子滞安邑，怀恩未忍辞。翳君树桃李，岁晚托深期。", "斗酒渭城边，垆头醉不眠。梨花千树雪，杨叶万条烟。惜别倾壶醑，临分赠马鞭。看君颍上去，新月到应圆。", "几日相别离，门前生穞葵。寒蝉聒梧桐，日夕长鸣悲。白露湿萤火，清霜凌兔丝。空掩紫罗袂，长啼无尽时。", "闻说金华渡，东连五百滩。全胜若耶好，莫道此行难。猨啸千谿合，松风五月寒。他年一携手，摇艇入新安。", "九卿天上落，五马道傍来。列戟朱门晓，褰帏碧嶂开。登高望远海，召客得英才。紫绶懽情洽，黄花逸兴催。山从图上见，溪即镜中回。遥羡重阳作，应过戏马台。", "爱君茅屋下，向晚水溶溶。试墨书新竹，张琴和古松。坐来闻好鸟，归去度疎钟。明日还相见，桥南贳酒醲。", "船上齐桡乐，湖心泛月归。白鸥闲不去，争拂酒筵飞。", "春早见花枝，朝朝恨发迟。及看花落后，却忆未开时。幸有抛毬乐，一杯君莫辞。", "窻下寻书细，溪边坐石平。水风醒酒病，霜日曝衣轻。鸡黍随人设，蒲渔得地生。前贤无不谓，容易即遗名。", "驱马遶河干，家山照露寒。依然五柳在，况值百花残。昔去惊投笔，今来分挂冠。不忧悬磬乏，乍喜复盂安。甑破宁回顾，舟沈岂暇看。脱身离虎口，移疾就猪肝。鬓入新年白，颜无旧日丹。自悲秋获少，谁惧夏畦难。逸志忘鸿鹄，清香披蕙兰。还持一杯酒，坐想二公懽。", "中庭望启明，促促事晨征。寒树鸟初动，霜桥人未行。水流白烟起，日上彩霞生。隐士应高枕，无人问姓名。", "三十六离宫，楼台与天通。阁道步行月，美人愁烟空。恩疎宠不及，桃李伤春风。淫乐意何极，金舆向回中。万乘出黄道，千旗扬彩虹。前军细柳北，后骑甘泉东。岂问渭川老，宁邀襄野童。秋暮瑶池宴，归来乐未穷。", "君平既弃世，世亦弃君平。观变穷太易，探元化群生。寂寞缀道论，空帘闭幽情。驺虞不虚来，鸑鷟有时鸣。安知天汉上，白日悬高名。海客去已久，谁人测沈冥。", "飘飘江风起，萧飒海树秋。登舻美清夜，挂席移轻舟。月随碧山转，水合青天流。杳如星河上，但觉云林幽。归路方浩浩，徂川去悠悠。徒悲蕙草歇，复听菱歌愁。岸曲迷后浦，沙明瞰前洲。怀君不可见，望远增离忧。", "天马白银鞍，亲承明主欢。鬬鸡金宫里，射鴈碧云端。堂上罗中贵，歌钟清夜阑。何言谪南国，拂剑坐长叹。赵璧为谁点，隋珠枉被弹。圣朝多雨露，莫厌此行难。", "右军本清真，潇洒出风尘。山阴过羽客，爱此好鹅宾。扫素写道经，笔精妙入神。书罢笼鹅去，何曾别主人。", "南湖秋月白，王宰夜相邀。锦帐郎官醉，罗衣舞女娇。笛声喧沔鄂，歌曲上云霄。别后空愁我，相思一水遥。", "蜀僧抱绿绮，西下峨眉峰。为我一挥手，如听万壑松。客心洗流水，余响入霜钟。不觉碧山暮，秋云暗几重。", "独坐清天下，专征出海隅。九江皆渡虎，三郡尽还珠。组练明秋浦，楼船入郢都。风高初选将，月满欲平胡。杀气横千里，军声动九区。白猨慙劒术，黄石借兵符。戎虏行当翦，鲸鲵立可诛。自怜非剧孟，何以佐良图。", "我吟传舍咏，来访真人居。烟岭迷高迹，云林隔太虚。窥庭但萧瑟，倚杖空踌躇。应化辽天鹤，归当千岁余。", "西辞望苑去，东占洛阳才。度岭无愁思，看山不懊来。冥鸿何所慕，辽鹤乍飞廻。洗竹通新迳，携琴上旧台。尘埃长者撤，风月故人杯。闻道龙门峻，还因上客开。", "楼观岳阳尽，川逈洞庭开。雁引愁心去，山衔好月来。云间连下榻，天上接行杯。醉后凉风起，吹人舞袖回。", "飞流透嵌隙，喷洒如丝棼。含晕迎初旭，翻光破夕曛。余波遶石去，碎响隔溪闻。却望琼沙际，逶迤见脉分。", "西北朝天路，登临思上才。城闲烟草遍，村暗雨云回。人岂无端别，猨应有意哀。征南予更远，吟断望乡台。", "我携一樽酒，独上江祖石。自从天地开，更长几千尺。举杯向天笑，天回日西照。永愿坐此石，长垂严陵钓。寄谢山中人，可与尔同调。", "仙子东南秀，泠然善驭风。笙歌五云里，天地一壶中。受箓金华洞，焚香玉帝宫。我来君闭户，应是向崆峒。", "楚水清若空，遥将碧海通。人分千里外，兴在一杯中。谷鸟吟晴日，江猨啸晚风。平生不下泪，于此泣无穷。", "羽族禀万化，小大各有依。周周亦何辜，六翮掩不挥。愿衔众禽翼，一向黄河飞。飞者莫我顾，叹息将安归。", "芦苇晚风起，秋江鳞甲生。残霞忽变色，游雁有余声。戍鼓音响绝，渔家灯火明。无人能咏史，独自月中行。", "亭伯去安在，李陵降未归。愁容变海色，短服改胡衣。", "岘山临汉江，水绿沙如雪。上有堕泪碑，青苔久磨灭。", "邺下杀才子，苍茫冤气凝。枯杨映漳水，野火上西陵。马鬣今无所，龙门昔共登。何人为吊客，唯是有青蝇。", "一别旧游尽，相逢俱涕零。在人虽晚达，于树似冬青。痛饮连宵醉，狂吟满坐听。终期抛印绶，共占少微星。", "且醉习家池，莫看堕泪碑。山公欲上马，笑杀襄阳儿。", "床前看月光，疑是地上霜。举头望山月，低头思故乡。", "李陵没胡沙，苏武还汉家。迢迢五原关，朔雪乱边花。一去隔绝域，思归但长嗟。鸿雁向西北，飞书报天涯。", "朝发汝海东，暮栖龙门中。水寒夕波急，木落秋山空。望极九霄迥，赏幽万壑通。目皓沙上月，心清松下风。玉斗横网户，银河耿花宫。兴在趣方逸，欢余情未终。凤驾忆王子，虎溪怀远公。桂枝坐萧瑟，棣华不复同。流恨寄伊水，盈盈焉可穷。", "青楼何所在，乃在碧云中。宝镜挂秋水，罗衣轻春风。新妆坐落日，怅望金屏空。念此送短书，愿因双飞鸿。", "三山怀谢朓，水澹望长安。芜没河阳县，秋江正北看。卢龙霜气冷，𫛛鹊月光寒。耿耿忆琼树，天涯寄一懽。", "韩公吹玉笛，倜傥流英音。风吹绕钟山，万壑皆龙吟。王子停凤管，师襄掩瑶琴。余韵度江去，天涯安可寻。", "垂杨拂绿水，摇艳东风年。花明玉关雪，叶暖金牕烟。美人结长想，对此心凄然。攀条折春色，远寄龙庭前。", "汉水临襄阳，花开大堤暖。佳期大堤下，泪向南云满。春风无复情，吹我梦魂散。不见眼中人，天长音信断。", "君同鲍明远，邀彼休上人。鼓琴乱白雪，秋变江上春。瑶草绿未衰，攀翻寄情亲。相思两不见，流泪空盈巾。", "离居星岁易，失望死生分。酒瓮凝余桂，书签冷旧芸。江风吹鴈急，山木带蝉曛。一呌千回首，天高不为闻。", "候吏立沙际，田家连竹溪。枫林社日鼓，茅屋午时鸡。鹊噪晚禾地，蝶飞秋草畦。驿楼宫树近，疲马再三嘶。", "看画长廊遍，寻僧一径幽。小池兼鹤净，古木带蝉秋。客至茶烟起，禽归讲席收。浮杯明日去，相望水悠悠。", "白马谁家子，黄龙边塞儿。天山三丈雪，岂是远行时。春蕙忽秋草，莎鸡鸣西池。风摧寒椶响，月入霜闺悲。忆与君别年，种桃齐蛾眉。桃今百余尺，花落成枯枝。终然独不见，流泪空自知。", "珠箔曲琼钩，仔细见扬州。北兵那得度，浪话判悠悠。", "九日龙山饮，黄花笑逐臣。醉看风落帽，舞爱月留人。", "逈破林烟出，俯窥石潭空。波摇杏梁日，松韵碧窻风。隔水生别岛，带桥如断虹。九疑南面事，尽入寸眸中。", "鬼疟朝朝避，春寒夜夜添。未惊雷破柱，不报水齐簷。虎箭侵肤毒，鱼钩刺骨铦。鸟言成谍诉，多是恨彤幨。", "九县怀雄武，三灵仰睿文。周王传叔父，汉后重神君。玉律朝惊露，金茎夜切云。笳箫凄欲断，无复咏横汾。", "霜简映金章，相辉同舍郎。天威巡虎落，星使出鸳行。尊俎成全策，京坻阅见粮。归来虏尘灭，画地奏明光。", "苍苍金陵月，空悬帝王州。天文列宿在，霸业大江流。绿水绝驰道，青松摧古丘。台倾𫛛鹊观，宫没凤凰楼。别殿悲清暑，芳园罢乐游。一闻歌玉树，萧瑟后庭秋。", "摇裔双彩凤，婉娈三青禽。往还瑶台里，鸣舞玉山岑。以欢秦娥意，复得王母心。区区精卫鸟，衔木空哀吟。", "湖上收宿雨，故国思如此。若为天外心，东屯沧海阔。南让洞庭宽，翠粒照晴露。银花垂院牓，翠羽撼绦铃。", "拥肿寒山木，嵌空成酒樽。愧无江海量，偃蹇在君门。", "携妓东山去，春光半道催。遥看若桃李，双入镜中开。", "芣苡生前径，含桃落小园。春心自摇荡，百舌更多言。", "东道烟霞主，西江诗酒筵。相逢不觉醉，日堕历阳川。", "世业嵩山隐，云深无四邻。药炉烧姹女，酒瓮贮贤人。晚日华阴雾，秋风函谷尘。送君从此去，铃阁少谈宾。", "巴水急如箭，巴船去若飞。十月三千里，郎行几岁归。", "阮籍为太守，乘驴上东平。剖竹十日间，一朝风化清。偶来拂衣去，谁测主人情。夫子理宿松，浮云知古城。扫地物莽然，秋来百草生。飞鸟还旧巢，迁人返躬耕。何慙宓子贱，不减陶渊明。吾知千载后，却掩二贤名。", "紫骝行且嘶，双飜碧玉蹄。临流不肎渡，似惜锦障泥。白雪关山远，黄云海树迷。挥鞭万里去，安得念春闺。", "我有万古宅，嵩阳玉女峰。长留一片月，挂在东溪松。尔去掇仙草，菖蒲花紫茸。岁晚或相访，青天骑白龙。", "流水阊门外，秋风吹柳条。从来送客处，今日自魂销。", "燕草如碧丝，秦桑低绿枝。当君怀归日，是妾断肠时。春风不相识，何事入罗帏。", "汉苑残花别，吴江盛夏来。惟看万树谷，不见一枝开。", "雨过远山出，江澄暮霞生。因浮济川舟，遂作适野行。郊树映缇骑，水禽避红旌。田夫捐畚锸，织妇窥柴荆。古岸夏花发，遥林晚蝉清。沿洄方翫境，鼓角已登城。部内有良牧，望中寄深情。临觞念佳期，泛瑟动离声。寂寞一病士，夙昔接群英。多谢谪仙侣，几时还玉京。", "凤凰丹禁里，衔出紫泥书。昔放三湘去，今还万死余。仙郎久为别，客舍问何如。涸辙思流水，浮云失旧居。多慙华省贵，不以逐臣疎。复如竹林下，叨陪芳宴初。希君生羽翼，一化北溟鱼。", "日观东北倾，两崖夹双石。海水落眼前，天光遥空碧。千峰争攒聚，万壑绝凌历。缅彼鹤上仙，去无云中迹。长松入云汉，远望不盈尺。山花异人间，五月雪中白。终当遇安期，于此炼玉液。", "野凉疎雨歇，春色徧萋萋。鱼跃青池满，莺吟绿树低。野花妆面湿，山草纽斜齐。零落残雪片，风吹挂竹谿。", "今日明光里，还须结伴游。春风开紫殿，天乐下珠楼。艳舞全知巧，娇歌半欲羞。更怜花月夜，宫女笑藏钩。", "常谈即至理，安事非常情。寄语何平叔，无为轻老生。", "惜别夏仍半，回途秋已期。那修直谏草，更赋赠行诗。锦段知无报，青萍肯见疑。人生有通塞，公等系安危。警露鹤辞侣，吸风蝉抱枝。弹冠如不问，又到扫门时。", "悠悠飞走情，同乐在阳和。岁中三百日，常恐风雨多。天人信遐远，时节易蹉跎。洞房有明烛，无乃酣且歌。", "地胜遗尘事，身闲念岁华。晚晴风过竹，深夜月当花。石乱知泉咽，苔荒任迳斜。陶然恃琴酒，忘却在山家。", "前日过萧寺，看师上讲筵。都人礼白足，施者散金钱。方便无非教，经行不废禅。还知习居士，发论侍弥天。", "月殿移椒壁，天花代舜华。唯余采香径，一带绕山斜。", "蓐收肃金气，西陆弦海月。秋蝉号阶轩，感物忧不歇。良辰竟何许，大运有沦忽。天寒悲风生，夜久众星没。恻恻不忍言，哀歌逮明发。", "薄叶风才倚，枝轻雾不胜。开先如避客，色浅为依僧。粉壁正荡水，缃帏初卷灯。倾城惟待笑，要裂几多缯。", "东府忧春尽，西溪许日曛。月澄新涨水，星见欲销云。柳好休伤别，松高莫出群。军书虽倚马，犹未当能文。", "殷侯三玄士，赠我栗冈砚。洒染中山毫，光映吴门练。天寒水不冻，日用心不倦。携此临墨池，还如对君面。", "武夫何洸洸，衣紫袭绛裳。借问胡为尔，列校在鹰扬。依倚将军势，交结少年场。探丸害公吏，抽刃妒名倡。家产既不事，顾盼自生光。酣歌高楼上，袒裼大道傍。昔为编户人，秉耒甘哺糠。今来从军乐，跃马饫膏粱。犹思风尘起，无种取侯王。", "前日寝门恸，至今悲有余。已嗟万化尽，方见八行书。满纸传相忆，裁诗怨索居。危弦音有绝，哀玉韵犹虚。忽叹幽明异，俄惊岁月除。文章虽不朽，精魂竟焉如。零泪霑青简，伤心见素车。凄凉从此后，无复望双鱼。", "簿领乃俗士，清谈信古风。吾观苏令绰，朱墨一何工。", "贾生明王道，卫绾工车戏。同遇汉文时，何人居贵位。", "邑邑何邑邑，长沙地卑湿。楼上见春多，花前恨风急。猿愁肠断呌，鹤病翘趾立。牛衣独自眠，谁哀仲卿泣。", "商于朝雨霁，归路有秋光。背坞猿收果，投岩麝退香。建瓴真得势，横戟岂能当。割地张仪诈，谋身绮季长。清渠州外月，黄叶庙前霜。今日看云意，依依入帝乡。", "淮王爱八公，携手绿云中。小子忝枝叶，亦攀丹桂丛。谬以词赋重，而将枚马同。何日背淮水，东之观土风。", "昔君布衣时，与妾同辛苦。一拜五官郎，便索邯郸女。妾欲辞君去，君心便相许。妾读蘼芜书，悲歌泪如雨。忆昔嫁君时，曾无一夜乐。不是妾无堪，君家妇难作。起来强歌舞，纵好君嫌恶。下堂辞君去，去后悔遮莫。", "开从绿条上，散逐香风远。故取花落时，悠扬占春晚。", "水急愁无地，山深故有云。那通极目望，又作断肠分。郑驿来虽及，燕台哭不闻。犹余遗意在，许刻镇南勋。", "东林送客处，月出白猨啼。笑别庐山远，何烦过虎溪。", "白日何短短，百年苦易满。苍穹浩茫茫，万劫太极长。麻姑垂两鬓，一半已成霜。天公见玉女，大笑亿千场。吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。富贵非所愿，与人驻颜光。", "金绳界宝地，珍木荫瑶池。云间妙音奏，天际法蠡吹。", "白鹭拳一足，月明秋水寒。人惊远飞去，直向使君滩。", "刳木出吴楚，危槎百余尺。疾风吹片帆，日暮千里隔。别时酒犹在，已为异乡客。思君不可得，愁见江水碧。", "白日何短短，百年苦易满。苍穹浩茫茫，万劫太极长。麻姑垂两鬓，一半已成霜。天公见玉女，大笑亿千场。吾欲搅六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。富贵非所愿，为人驻颓光。", "兄弟尽鸳鸾，归心切问安。贪荣五彩服，遂挂两梁冠。侍膳曾调鼎，循陔更握兰。从今别君后，长忆德星看。", "暂别明庭去，初随优诏还。曾为鹏鸟赋，喜过凿龙山。新墅烟火起，野程泉石间。岩廊人望在，只得片时闲。", "绿水风初暖，青林露早晞。麦陇雉朝雊，桑野人暮归。百舌悲花尽，平芜来去飞。", "白杨十字巷，北夹湖沟道。不见吴时人，空生唐年草。天地有反复，宫城尽倾倒。六帝余古丘，樵苏泣遗老。", "八岁偷照镜，长眉已能画。十岁去踏青，芙蓉作帬衩。十二学弹筝，银甲不曾卸。十四藏六亲，悬知犹未嫁。十五泣春风，背面秋千下。", "山公醉酒时，酩酊高阳下。头上白接䍠，倒著还骑马。", "水入北湖去，舟从南浦回。遥看鹊山转，却似送人来。", "湖与元气连，风波浩难止。天外贾客归，云间片帆起。龟游莲叶上，鸟宿芦花里。少女櫂归舟，歌声逐流水。", "不向东山久，蔷薇几度花。白云还自散，明月落谁家。", "苏武在匈奴，十年持汉节。白雁上林飞，空传一书札。牧羊边地苦，落日归心绝。渴饮月窟冰，肌餐天上雪。东还沙塞远，北怆河梁别。泣把李陵衣，相看泪成血。", "潆渟幽壁下，深净如无力。风起不成文，月来同一色。地灵草木瘦，人远烟霞逼。往往疑列仙，围碁在岩侧。", "竟日小桃园，休寒亦未暄。坐鸎当酒重，送客出墙繁。啼久艳粉薄，舞多香雪翻。犹怜未圆月，先出照黄昏。", "李斯未相秦，且逐东门兔。宋玉事襄王，能为高唐赋。常闻绿水曲，忽此相逢遇。扫洒青天开，豁然披云雾。葳甤紫鸾鸟，巢在昆山树。惊风西北吹，飞落南溟去。早怀经济策，特受龙颜顾。白玉栖青蝇，君臣忽行路。人生感分义，贵欲呈丹素。何日清中原，相期廓天步。", "韩信在淮阴，少年相欺凌。屈体若无骨，壮心有所凭。一遭龙颜君，啸咤从此兴。千金答漂母，万古共嗟称。而我竟何为，寒苦坐相仍。长风入短袂，两手如怀冰。故友不相恤，新交宁见矜。摧残槛中虎，羁绁鞲上鹰。何时腾风云，搏击申所能。", "陶令辞彭泽，梁鸿入会稽。我寻高士传，君与古人齐。云卧留丹壑，天书降紫泥。不知杨伯起，早晚向关西。", "王子耽玄言，贤豪多在门。好鹅寻道士，爱竹啸名园。树色老荒苑，池光荡华轩。此堂见明月，更忆陆平原。埽拭青玉簟，为余置金尊。醉罢欲归去，花枝宿鸟喧。何时复来此，再得洗嚣烦。", "云母滤宫月，夜夜白于水。赚得羊车来，低扇遮黄子。水精不觉冷，自刻鸳鸯翅。蚕缕茜香浓，正朝缠左臂。巴牋两三幅，满写承恩字。欲得识青天，昨夜苍龙是。", "紫燕黄金瞳，啾啾摇绿鬉。平明相驰逐，结客洛门东。少年学劒术，凌轹白猨公。珠袍曳锦带，匕首插吴鸿。由来万夫勇，挟此生雄风。托交从剧孟，买醉入新丰。笑尽一杯酒，杀人都市中。羞道易水寒，从令日贯虹。燕丹事不立，虚没秦帝宫。舞阳死灰人，安可与成功。", "六代帝王国，三吴佳丽城。贤人当重寄，天子借高名。巨海一边静，长江万里清。应须救赵策，未肯弃侯嬴。", "秋浦长似秋，萧条使人愁。客愁不可度，行上东大楼。正西望长安，下见江水流。寄言向江水，汝意忆侬不。遥传一掬泪，为我达扬州。", "章台从掩映，郢路更参差。见说风流极，来当婀娜时。桥回行欲断，隄远意相随。忍放花如雪，青楼扑酒旗。", "结构何峰是，喧闲此地分。石梁高泻月，樵路细侵云。堰卧蛟螭室，希夷鸟兽群。近知西岭上，玉管有时闻。", "我行至商洛，幽独访神仙。园绮复安在，云萝尚宛然。荒凉千古迹，芜没四坟连。伊昔炼金鼎，何年闭玉泉。陇寒惟有月，松古渐无烟。木魅风号去，山精雨啸旋。紫芝高咏罢，青史旧名传。今日并如此，哀哉信可怜。", "朱实鸟含尽，青楼人未归。南园无限树，独自叶如帏。", "桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贯白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。", "胡人吹玉笛，一半是秦声。十月吴山晓，梅花落敬亭。愁闻出塞曲，泪满逐臣缨。却望长安道，空怀恋主情。", "木落汉川夜，西湖悬玉钩。旌旗环水次，舟檝泛中流。目极想前事，神交如共游。瑶琴久已绝，松韵自悲秋。", "八月天气肃，二陵风雨收。旌旗阙下来，云日关东秋。禹迹想前事，汉台余故丘。俳徊襟带地，左右帝王州。留滞悲昔老，恩光荣彻侯。相思望棠树，一寄商声讴。", "击筑饮美酒，劒歌易水湄。经过燕太子，结托幷州儿。少年负壮气，奋烈自有时。因击鲁句践，争博勿相欺。", "上元谁夫人，偏得王母娇。嵯峨三角髻，余发散垂腰。裘披青毛锦，身著赤霜袍。手提嬴女儿，闲与凤吹箫。眉语两自笑，忽然随风飘。", "远守宦情薄，故人书信来。共曾花下别，今独雪中回。纸尾得新什，眉头还暂开。此时同鴈鹜，池上一徘徊。", "迥拂来鸿急，斜催别燕高。已寒休惨淡，更远尚呼号。楚色分西塞，夷音接下牢。归舟天外有，一为戒波涛。", "我来扬都市，送客回轻舠。因夸楚太子，便覩广陵涛。仙尉赵家玉，英风凌四豪。维舟至长芦，目送烟云高。摇扇对酒楼，持袂把蟹螯。前途傥相思，登岳一长谣。", "沈香帖阁柱，金缕画门楣。回首降幡下，已见黍离离。", "裂素持作书，将寄万里怀。眷眷待远信，竟岁无人来。征鸿务随阳，又不为我栖。委之在深箧，蠹鱼坏其题。何如投水中，流落他人开。不惜他人开，但恐生是非。", "雨后烟景绿，晴天散余霞。东风随春归，发我枝上花。花落时欲暮，见此令人嗟。愿游名山去，学道飞丹砂。", "繁露传家学，青莲译梵书。火风乖四大，文字废三余。欹枕昼眠静，折巾秋鬓疎。武皇思视草，谁许茂陵居。", "朝弄紫沂海，夕披丹霞裳。挥手折若木，拂此西日光。云卧游八极，玉颜已千霜。飘飘入无倪，稽首祈上皇。呼我游太素，玉杯赐琼浆。一餐历万岁，何用还故乡。永随长风去，天外恣飘扬。", "碧瓦衔珠树，红轮结绮寮。无双汉殿鬓，第一楚宫腰。雾唾香难尽，珠啼冷易销。歌从雍门学，酒是蜀城烧。柳暗将翻巷，荷欹正抱桥。钿辕开道入，金管隔隣调。梦到飞魂急，书成即席遥。河流冲柱转，海沫近槎飘。吴市𧏗蛦甲，巴賨翡翠翘。他时未知意，重叠赠娇饶。", "汉帝重阿娇，贮之黄金屋。咳唾落九天，随风生珠玉。宠极爱还歇，妒深情却疎。长门一步地，不肯暂回车。雨落不上天，水覆难再收。君情与妾意，各自东西流。昔日芙蓉花，今成断根草。以色事他人，能得几时好。", "吾祖吹橐籥，天人信森罗。归根复太素，群动熙元和。炎炎四真人，摛辩若涛波。交流无时寂，杨墨日成科。夫子闻洛诵，夸才才固多。为金好踊跃，久客方蹉跎。道可束卖之，五宝溢山河。劝君还嵩丘，开酌盼庭柯。三花如未落，乘兴一来过。", "何处深春好，春深老宿家。小栏围蕙草，高架引藤花。四字香书印，三乘壁画车。迟回听句偈，双树晚阴斜。", "清溪清我心，水色异诸水。借问新安江，见底何如此。人行明镜中，鸟度屏风里。向晚猩猩啼，空悲远游子。", "轩后初冠冕，前旒为蔽明。安知从复道，然后见人情。", "如何赠琴日，已是绝弦时。无复双金报，空余挂劒悲。", "三人出眢井，一身登槛车。朱门漫临水，不可见鲈鱼。", "安石泛溟渤，独啸长风还。逸韵动海上，高情出人间。灵异可并迹，澹然与世闲。我来五松下，置酒穷跻攀。征古绝遗老，因名五松山。五松何清幽，胜境美沃州。萧飒鸣洞壑，终年风雨秋。响入百泉去，听如三峡流。剪竹扫天花，且从傲吏游。龙堂若可憩，吾欲归精修。", "五月天山雪，无花祗有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下劒，直为斩楼兰。", "秋浦锦驼鸟，人间天上稀。山鸡羞渌水，不敢照毛衣。", "旌节下朝台，分圭从北回。城头鹤立处，驿树凤栖来。旧路芳尘在，新恩驲骑催。里闾风偃草，鼓舞抃成雷。吏散山禽啭，庭香夏蕊开。郡斋堪四望，壁记有三台。人讶征黄晚，文非吊屈哀。一吟梁甫曲，知是卧龙才。", "红颜悲旧国，青岁歇芳洲。不待金门诏，空持宝劒游。海云迷驿道，江月隐乡楼。复作淮南客，因逢桂树留。", "我似鹧鸪鸟，南迁嬾北飞。时寻汉阳令，取醉月中归。", "山阳昔相遇，灼灼晨葩鲜。同游翰墨场，和乐埙箎然。一落名宦途，浩如乘风船。行当衰暮日，卧理淮海边。犹期谢病后，共乐桑榆年。", "张衡殊不乐，应有四愁诗。慙君锦绣段，赠我慰相思。鸿鹄复矫翼，凤凰忆故池。荣乐一如此，商山老紫芝。", "嗷嗷空城雀，身计何戚促。本与鹪鹩群，不随凤凰族。提携四黄口，饮乳未尝足。食君糠粃余，常恐乌鸢逐。耻涉太行险，羞营覆车粟。天命有定端，守分绝所欲。", "今日竹林宴，我家贤侍郎。三杯容小阮，醉后发清狂。", "隐士遗尘在，高僧精舍开。地形临渚断，江势触山回。楚野花多思，南禽声例哀。殷勤最高顶，闲即望乡来。", "毛遂不堕井，曾参宁杀人。虚言误公子，投杼惑慈亲。白璧双明月，方知一玉真。", "吾王昔游幸，离宫云际开。朱旗迎夏早，凉轩避暑来。汤饼赐都尉，寒冰颁上才。龙髯不可望，玉座生尘埃。", "胡服何葳蕤，僊僊登绮墀。神飙猎红蕖，龙烛暎金枝。垂带覆纤腰，安钿当妩眉。翘袖中繁鼓，倾眸溯华榱。燕秦有旧曲，淮南多冶词。欲见倾城处，君看赴节时。", "神仙多古貌，双耳下垂肩。嵩岳逢汉武，疑是九疑仙。我来采菖蒲，服食可延年。言终忽不见，灭影入云烟。喻帝竟莫悟，终归茂陵田。", "嬾摇白羽扇，躶体青林中。脱巾挂石壁，露顶洒松风。", "秋浦田舍翁，采鱼水中宿。妻子张白鹇，结罝暎深竹。", "朝别朱雀门，暮栖白鹭洲。波光摇海月，星影入城楼。望美金陵宰，如思琼树忧。徒令魂入梦，飜觉夜成秋。绿水解人意，为余西北流。因声玉琴里，荡漾寄君愁。", "仙翁无定数，时入一壶藏。夜夜桂露湿，村村桃水香。醉中抛浩劫，宿处起神光。药裹丹山凤，碁函白石郎。弄河移砥柱，吞日倚扶桑。龙竹裁轻策，鲛绡熨下裳。树栽嗤汉帝，桥扳笑秦王。径欲随关令，龙沙万里强。", "松柏本孤直，难为桃李颜。昭昭严子陵，垂钓沧波间。身将客星隐，心与浮云闲。长揖万乘君，还归富春山。清风洒六合，邈然不可攀。使我长叹息，冥栖岩石间。", "明主访贤逸，云泉今已空。二卢竟不起，万乘高其风。河上喜相得，壶中趣每同。沧州即此地，观化游无穷。水落海上清，鼇背覩方蓬。与君弄倒景，携手凌星虹。", "日出骊山东，裴回照温泉。楼台影玲珑，稍稍开白烟。言昔太上皇，常居此祈年。风中闻清乐，往往来列仙。翠华入五云，紫气归上玄。哀哀生人泪，泣尽弓劒前。圣道本自我，凡情徒颙然。小臣感玄化，一望青冥天。", "挂席凌蓬丘，观涛憩樟楼。三山动逸兴，五马同遨游。天竺森在眼，松风飒惊秋。览云测变化，弄水穷清幽。叠嶂隔遥海，当轩写归流。诗成傲云月，佳趣满吴洲。", "坐啸庐江静，闲闻进玉觞。去时无一物，东壁挂胡床。", "胜概殊江右，佳名逼渭川。虹收青嶂雨，鸟没夕阳天。客鬓行如此，沧波坐渺然。此中真得地，漂荡钓鱼船。", "何以折相赠，白花青桂枝。月华若夜雪，见此令人思。虽然剡溪兴，不异山阴时。明发怀二子，空吟招隐诗。", "何处夜行好，月明白笴陂。山光摇积雪，猨影挂寒枝。但恐佳景晚，小令归櫂移。人来有清兴，及此有相思。", "海客乘天风，将船远行役。譬如云中鸟，一去无踪迹。", "无赖夭桃面，平明露井东。春风为开了，却拟笑春风。", "借问剡中道，东南指越乡。舟从广陵去，水入会稽长。竹色溪下绿，荷花镜里香。辞君向天姥，拂石卧秋霜。", "何物令侬羡，羡郎船尾燕。衔泥趂樯竿，宿食长相见。", "尝闻庞德公，家住洞湖水。终身栖鹿门，不入襄阳市。夫君弄明月，灭景清淮里。高踪邈难追，可与古人比。清扬杳莫覩，白云空望美。待我辞人间，携手访松子。", "兹地回銮日，皇家禅圣时。路无胡马迹，人识汉官仪。天子旌旗度，法王龙象随。知怀去家叹，经此益迟迟。", "子侯一日病，滕公千载归。门庭怆已变，风物澹无辉。群吏谒新府，旧宾沾素衣。歌堂忽暮哭，贺雀尽惊飞。", "凤饥不啄粟，所食唯琅玕。焉能与群鸡，刺蹙争一餐。朝鸣昆丘树，夕饮砥柱湍。归飞海路远，独宿天霜寒。幸遇王子晋，结交青云端。怀恩未得报，感别空长叹。", "萧洒傍回汀，依微过短亭。气凉先动竹，点细未开萍。稍促高高燕，微疎的的萤。故园烟草色，仍近五门青。", "青山横北郭，白水遶东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。", "齐有倜傥生，鲁连特高妙。明月出海底，一朝开光曜。却秦振英声，后世仰末照。意轻千金赠，愿向平原笑。吾亦澹荡人，拂衣可同调。", "彼美汉东国，川藏明月辉。宁知丧乱后，更有一珠归。", "何处深春好，春深执政家。恩光贪捧日，贵重不看花。玉馔堂交印，沙隄柱碍车。多门一已闭，直道更无斜。", "朝饮苍梧泉，夕栖碧海烟。宁知鸾凤意，远托椅桐前。慕蔺岂曩古，攀嵇是当年。愧非黄石老，安识子房贤。功业嗟落日，容华弃徂川。一语已道意，三山期著鞭。蹉跎人间世，寥落壶中天。独见游物祖，探元穷化先。何当共携手，相与排冥筌。", "拟杯当晓起，呵镜可微寒。隔箔山樱熟，褰帷桂烛残。书长为报晚，梦好更寻难。影响输双蝶，偏过旧畹兰。", "摇落伤年日，羁留念远心。水亭吟断续，月幌梦飞沈。古木含风久，疎萤怯露深。人闲始遥夜，地迥更清砧。结爱曾伤晚，端忧复至今。未谙沧海路，何处玉山岑。滩激黄牛暮，云屯白帝阴。遥知霑洒意，不减欲分襟。", "金牛蜀楼远，玉树帝城春。荣耀生华馆，逢迎欠主人。帘前疑小雪，墙外丽行尘。来去皆回首，情深是德邻。", "黄葛生洛溪，黄花自绵幂。青烟蔓长条，缭绕几百尺。闺人费素手，采缉作𫄨绤。缝为绝国衣，远寄日南客。苍梧大火落，暑服莫轻掷。此物虽过时，是妾手中迹。", "为恋巴江好，无辞瘴雾蒸。纵能朝杜宇，可得值苍鹰。石小虚填海，芦铦未破矰。", "塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂劒花。玉关殊未入，少妇莫长嗟。", "李陵没胡沙，苏武还汉家。迢迢五原关，朔雪乱边花。一去隔绝国，思归但长嗟。鸿雁向西北，因书报天涯。", "我把两赤羽，来游燕赵间。天狼正可射，感激无时闲。观兵洪波台，倚劒望玉关。请缨不系越，且向燕然山。风引龙虎旗，歌钟昔追攀。击筑落高月，投壶破愁颜。遥知百战胜，定扫鬼方还。", "惜彼落日暮，爱此寒泉清。西辉逐流水，荡漾游子情。空歌望云月，曲尽长松声。", "大夏资轻策，全溪赠所思。静怜穿树远，滑想过苔迟。鹤怨朝还望，僧闲暮有期。风流真底事，常欲傍清羸。", "天台邻四明，华顶高百越。门标赤城霞，楼栖沧岛月。凭高登远览，直下见溟渤。云垂大鹏翻，波动巨鼇没。风潮争汹涌，神怪何翕忽。观奇迹无倪，好道心不歇。攀条摘朱实，服药炼金骨。安得生羽毛，千春卧蓬阙。", "绿树满褒斜，西南蜀路赊。驿门临白草，县道入黄花。相府开油幕，门生逐绛纱。行看布政后，还从入京华。", "陶令八十日，长歌归去来。故人建昌宰，借问几时回。风落吴江雪，纷纷入酒杯。山翁今已醉，舞袖为君开。", "我闻隐静寺，山水多奇踪。岩种朗公橘，门深杯渡松。道人制猛虎，振锡还孤峰。他日南陵下，相期谷口逢。", "贤人有素业，乃在沙塘陂。竹影扫秋月，荷衣落古池。闲读山海经，散帙卧遥帷。且耽田家乐，遂旷林中期。野酌劝芳酒，园蔬烹露葵。如能树桃李，为我结茅茨。", "东风扇淑气，水木荣春晖。白日照绿草，落花散且飞。孤云还空山，众鸟各已归。彼物皆有托，吾生独无依。对此石上月，长醉歌芳菲。", "麝重愁风逼，罗疎畏月侵。怨魂迷恐断，娇喘细疑沈。数急芙蓉带，频抽翡翠簪。柔情终不远，遥妬已先深。浦冷鸳鸯去，园空蛱蝶寻。蜡花长递泪，筝柱镇移心。觅使嵩云暮，回头灞岸阴。只闻凉叶院，露井近寒砧。", "同州隔秋浦，闻吟猛虎词。晨朝来借问，知是谢杨儿。", "桂水春犹早，昭川日正西。虎当官道鬬，猿上驿楼啼。绳烂金沙井，松干乳洞梯。乡音殊可骇，仍有醉如泥。", "短顾何由遂，迟光且莫惊。鸎能歌子夜，蝶解舞宫城。柳讶眉双浅，桃猜粉太轻。年华有情状，吾岂怯平生。", "压迳复缘沟，当窗又映楼。终销一国破，不啻万金求。鸾凤戏三岛，神仙居十洲。应怜萱草淡，却得号忘忧。", "嘉瓜引蔓长，碧玉冰寒浆。东陵虽五色，不忍值牙香。", "龙马花雪毛，金鞍五陵豪。秋霜切玉劒，落日明珠袍。鬬鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤万战场，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒淫隐蓬蒿。", "为问游春侣，春情何处寻。花含欲语意，草有鬬生心。雨频催发色，云轻不作阴。纵令无月夜，芳兴暗中深。", "含情春晼晚，暂见夜阑干。楼响将登怯，帘烘欲过难。多羞钗上燕，真媿镜中鸾。归去横塘晓，华星送宝鞍。", "上国昔相值，亭亭如欲言。异乡今暂赏，眽眽岂无恩。援少风多力，墙高月有痕。为含无限意，遂对不胜繁。仙子玉京路，主人金谷园。几时辞碧落，谁伴过黄昏。镜拂铅华腻，炉藏桂烬温。终应催竹叶，先拟咏桃根。莫学啼成血，从教梦寄魂。吴王采香径，失路入烟村。", "高斋洒寒水，是夕山僧至。玄牝无关锁，琼书舍文字。灯明香满室，月午霜凝地。语到不言时，世间人尽睡。", "尧没三千岁，青松古庙存。送行奠桂酒，拜舞清心魂。日色促归人，连歌倒芳樽。马嘶俱醉起，分手更何言。", "我今寻阳去，辞家千里余。结荷倦水宿，却寄大雷书。虽不同辛苦，怆离各自居。我自入秋浦，三年北信疎。红颜愁落尽，白发不能除。有客自梁苑，手携五色鱼。开鱼得锦字，归问我何如。江山虽道阻，意合不为殊。", "金花折风帽，白马小迟回。翩翩舞广袖，似鸟海东来。", "我来竟何事，高卧沙丘城。城边有古树，日夕连秋声。鲁酒不可醉，齐歌空复情。思君若汶水，浩荡寄南征。", "昔在南阳城，唯餐独山蕨。忆与崔宗之，白水弄素月。时过菊潭上，纵酒无休歇。泛此黄金花，颓然清歌发。一朝摧玉树，生死殊飘忽。留我孔子琴，琴存人已殁。谁传广陵散，但哭邙山骨。泉户何时明，长扫狐兔窟。", "何处深春好，春深富室家。唯多贮金帛，不拟负莺花。国乐呼连辔，行厨载满车。归来看理曲，灯下宝钗斜。", "日照锦城头，朝光散花楼。金窗夹绣户，珠箔悬银钩。飞梯绿云中，极目散我忧。暮雨向三峡，春江绕双流。今来一登望，如上九天游。", "帷飘白玉堂，簟卷碧牙床。楚女当时意，萧萧髪彩凉。", "春日在天涯，天涯日又斜。莺啼如有泪，为湿最高花。", "高阁客竟去，小园花乱飞。参差连曲陌，迢遰送斜晖。肠断未忍扫，眼穿仍欲归。芳心向春尽，所得是沾衣。", "初来小苑中，稍与琐闱通。远恐芳尘断，轻忧艳雪融。只知防皓露，不觉逆尖风。回首双飞燕，乘时入绮栊。", "荀令园林好，山公游赏频。岂无花下侣，远望眼中人。斜日渐移影，落英纷委尘。一吟相思曲，惆怅江南春。", "宝塔凌苍苍，登攀览四荒。顶高元气合，标出海云长。万象分空界，三天接画梁。水摇金刹影，日动火珠光。鸟拂琼帘度，霞连绣栱张。目随征路断，心逐去帆扬。露浴梧楸白，霜催橘柚黄。玉毫如可见，于此照迷方。", "卜夜容衰鬓，开筵属异方。烛分歌扇泪，雨送酒船香。江海三年客，乾坤百战场。谁能辞酩酊，淹卧剧清漳。", "世道日交丧，浇风散淳源。不采芳桂枝，反栖恶木根。所以桃李树，吐花竟不言。大运有兴没，群动争飞奔。归来广成子，去入无穷门。", "美人出南国，灼灼芙蓉姿。皓齿终不发，芳心空自持。由来紫宫女，共妬青蛾眉。归去潇湘沚，沈吟何足悲。", "雨色秋来寒，风严清江爽。孤高绣衣人，潇洒青霞赏。平生多感激，忠义非外奖。祸连积怨生，事及徂川往。楚邦有壮士，鄢郢翻扫荡。申包哭秦庭，泣血将安仰。鞭尸辱已及，堂上罗宿莽。颇似今之人，蟊贼陷忠谠。渺然一水隔，何由税归鞅。日夕听猨怨，怀贤盈梦想。", "园桂悬心碧，池莲饫眼红。此生真远客，几别即衰翁。小幌风烟入，高窻雾雨通。新知他日好，锦瑟傍朱栊。", "绿野芳城路，残春柳絮飞。风鸣骕骦马，日照老莱衣。洛苑鱼书至，江村鴈户归。相思望淮水，双鲤不应稀。", "春梦乱不记，春原登已重。青门弄烟柳，紫阁舞云松。拂砚轻冰散，开尊绿酎浓。无悰托诗遣，吟罢更无悰。", "何处秋风至。萧萧送鴈群。朝来入庭树，孤客最先闻。", "崔令学陶令，北牕常昼眠。抱琴时弄月，取意任无弦。见客但倾酒，为官不爱钱。东臯春事起，种黍早归田。", "巩树烟月上，清光含碧流。且无三已色，犹泛五湖州。鹏息风还起，凤归林正秋。虽攀小山桂，此地不淹留。", "江海多豪气，朝廷有直声。何言马蹄下，一旦是佳城。", "兰生不当户，别是闲庭草。夙被霜露欺，红荣已先老。谬接瑶华枝，结根君王池。顾无馨香美，叨沐清风吹。余芳若可佩，卒岁长相随。", "庙列前峰迥，楼开四望穷。岭鼷岚色外，陂雁夕阳中。弱柳千条露，衰荷一面风。壶关有狂孽，速继老生功。", "绣户香风暖，纱窗曙色新。宫花争笑日，池草暗生春。绿树闻歌鸟，青楼见舞人。昭阳桃李月，罗绮自相亲。", "晨登瓦官阁，极眺金陵城。钟山对北户，淮水入南荣。漫漫雨花落，嘈嘈天乐鸣。两廊振法鼓，四角吟风筝。杳出霄汉上，仰攀日月行。山空霸气灭，地古寒阴生。寥廓云海晚，苍茫宫观平。门余阊阖字，楼识凤凰名。雷作百山动，神扶万栱倾。灵光何足贵，长此镇吴京。", "倚劒登高台，悠悠送春目。苍榛蔽层丘，琼草隐深谷。凤鸟鸣西海，欲集无珍木。鸒斯得所居，蒿下盈万族。晋风日已颓，穷途方恸哭。", "何处深春好，春深京兆家。人眉新柳叶，马色醉桃花。盗息无鸣鼓，朝回自走车。能令帝城外，不敢迳由斜。", "炉火照天地，红星乱紫烟。赧郎明月夜，歌曲动寒川。", "寒雪梅中尽，春风柳上归。宫莺娇欲醉，簷燕语还飞。迟日明歌席，新花艳舞衣。晚来移彩仗，行乐泥光辉。", "张翰黄花句，风流五百年。谁人今继作，夫子世称贤。再动游吴櫂，还浮入海船。春光白门柳，霞色赤城天。去国难为别，思归各未旋。空余贾生泪，相顾共凄然。", "我寻青莲宇，独往谢城阙。霜清东林钟，水白虎溪月。天香生虚空，天乐鸣不歇。宴坐寂不动，大千入毫发。湛然冥真心，旷劫断出没。", "密帐真珠络，温帏翡翠装。楚腰知便宠，宫眉正鬬强。结带悬栀子，绣领刺鸳鸯。轻寒衣省夜，金斗熨沉香。", "我爱铜官乐，千年未拟还。要须回舞袖，拂尽五松山。", "六代兴亡国，三杯为尔歌。苑方秦地少，山似洛阳多。古殿吴花草，深宫晋绮罗。并随人事灭，东逝与沧波。", "何处深春好，春深幼女家。双鬟梳顶髻，两面绣帬花。妆坏频临镜，身轻不占车。秋千争次第，牵拽彩绳斜。", "痛饮龙筇下，灯青月复寒。醉歌惊白鹭，半夜起沙滩。", "离席一挥杯，别愁今尚醉。迟迟有情处，却恨江帆驶。", "何处深春好，春深豪士家。多沽味浓酒，贵买色深花。已臂鹰随马，连催妓上车。城南踏青处，村落逐原斜。", "潇洒青林际，夤缘碧潭隈。淙流冒石下，轻波触砌回。香风逼人度，幽花覆水开。故令无四壁，晴夜月光来。", "莲后红何患，梅先白莫夸。才飞建章火，又落赤城霞。不卷锦步障，未登油壁车。日西相对罢，休澣向天涯。", "对酒不觉暝，落花盈我衣。醉起步溪月，鸟还人亦稀。", "我到巫山渚，寻古登阳台。天空彩云灭，地远清风来。神女去已久，襄王安在哉。荒淫竟沦替，樵牧徒悲哀。", "右相历中台，移松武库栽。紫茸抽组绶，青实长玫瑰。便有干霄势，看成搆厦材。数分天柱半，影逐日轮回。旧赏台阶去，新知谷口来。息阴常仰望，翫境几裴回。翠粒晴悬露，苍鳞雨起苔。凝音助瑶瑟，飘蘂泛金罍。月桂花遥烛，星榆叶对开。终须似鸡树，荣茂近昭回。", "莫验昭华琯，虚传甲帐神。海迷求药使，雪隔献桃人。桂寝青云断，松扉白露新。万方同象鸟，举恸满秋尘。", "青云年少子，挟弹章台左。鞍马四边开，突如流星过。金丸落飞鸟，夜入琼楼卧。夷齐是何人，独守西山饿。", "秋坐金张馆，繁阴昼不开。空烟迷雨色，萧飒望中来。翳翳昏垫苦，沈沈忧恨催。清秋何以慰，白酒盈吾杯。吟咏思管乐，此人已成灰。独酌聊自勉，谁贵经纶才。弹劒谢公子，无鱼良可哀。", "送客谢亭北，逢君纵酒还。屈盘戏白马，大笑上青山。回鞭指长安，西日落秦关。帝乡三千里，杳在碧云间。", "地拥金陵势，城回江水流。当时百万户，夹道起朱楼。亡国生春草，离宫没古丘。空余后湖月，波上对江州。", "阴山贵公子，来葬五陵西。前马悲无主，犹带朔风嘶。汉水晋山郭，襄杨白铜鞮。至今有遗爱，日暮人凄凄。", "真人塞其内，夫子入于机。未肯投竿起，惟欢负米归。雪中东郭履，堂上老莱衣。读遍先贤传，如君事者稀。", "天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。", "隔浦望行船，头昂尾幰幰。无奈晚来时，清淮春浪软。", "何处深春好，春深少妇家。能偷新禁曲，自剪入时花。追逐同游伴，平章贵价车。从来不堕马，故谴髻鬟斜。", "乍起衣犹冷，微吟帽半欹。霜凝南屋瓦，鸡唱后园枝。洛水碧云晓，吴宫黄叶时。两传千里意，书札不如诗。", "何处深春好，春深种莳家。分畦十字水，接树两般花。栉比栽篱槿，咿哑转井车。可怜高处望，棋布不曾斜。", "长长汉殿眉，窄窄楚宫衣。镜好鸾空舞，帘疎燕误飞。君王不可问，昨夜约黄归。", "何处深春好，春深贵戚家。枥嘶无价马，庭发有名花。欲进宫人食，先薰命妇车。晚归长带酒，冠盖任倾斜。", "池上与桥边，难忘复可怜。帘开最明夜，簟卷已凉天。流处水花急，吐时云叶鲜。姮娥无粉黛，只是逞婵娟。", "天台国清寺，天下为四绝。今到普照游，到来复何别。柟木白云飞，高僧顶残雪。门外一条溪，几回流岁月。", "别馆君孤枕，空庭我闭关。池光不受月，野气欲沈山。星汉秋方会，关河梦几还。危弦伤远道，明镜惜红颜。古木含风久，平芜尽日闲。心知两愁绝，不段若寻环。", "野水绕空城，行尘起孤驿。荒台侧生树，石碣阳镌额。靡靡度行人，温风吹宿麦。", "仙人骑彩凤，昨下阆风岑。海水三清浅，桃源一见寻。遗我绿玉桮，兼之紫琼琴。杯以倾美酒，琴以闲素心。二物非世有，何论珠与金。琴弹松里风，桮劝天上月。风月长相知，世人何倏忽。", "云阳上征去，两岸饶商贾。吴牛喘月时，拖船一何苦。水浊不可饮，壶浆半成土。一唱都护歌，心摧泪如雨。万人凿盘石，无由达江浒。君看石芒砀，掩泪悲千古。", "西岳莲花山，迢迢见明星。素手把芙蓉，虚步蹑太清。霓裳曳广带，飘拂升天行。邀我登云台，高揖卫叔卿。恍恍与之去，驾鸿凌紫冥。俯视洛阳川，茫茫走胡兵。流血涂野草，豺狼尽冠缨。", "落羽辞金殿，孤鸣咤绣衣。能言终见弃，还向陇西飞。", "有时忽惆怅，匡坐至夜分。平明空啸咤，思欲解世纷。心随长风去，吹散万里云。羞作济南生，九十诵古文。不然拂劒起，沙漠收奇勋。老死阡陌间，何因扬清芬。夫子今管乐，英才冠三军。终与同出处，岂将沮溺群。", "君为女萝草，妾作兔丝花。轻条不自引，为逐春风斜。百丈托远松，缠绵成一家。谁言会面易，各在青山厓。女萝发馨香，兔丝断人肠。枝枝相纠结，叶叶竞飘扬。生子不知根，因谁共芬芳。中巢双翡翠，上宿紫鸳鸯。若识二草心，海潮亦可量。", "今日明光里，还须结伴游。春风开紫殿，天乐下朱楼。艳舞全知巧，娇歌半欲羞。更怜花月夜，宫女笑藏钩。", "长安铜雀鸣，秋稼与云平。玉烛调寒暑，金风报顺成。川原呈上瑞，恩泽赐闲行。欲反重城掩，犹闻歌吹声。", "张公多逸兴，共泛沔城隅。当时秋月好，不减武昌都。四座醉清光，为欢古来无。郎官爱此水，因号郎官湖。风流若未减，名与此山俱。", "慙君能卫足，叹我远移根。白日如分照，还归守故园。", "昨日登高罢，今朝更举觞。菊花何太苦，遭此两重阳。", "昨夜玉轮明，传闻近太清。凉波冲碧瓦，晓晕落金茎。露索秦宫井，风弦汉殿筝。几时緜竹颂，拟荐子虚名。", "山公醉酒时，酩酊襄阳下。头上白接䍠，倒著还骑马。", "刬却君山好，平铺湘水流。巴陵无限酒，醉杀洞庭秋。", "本心若虚空，清净无一物。焚荡淫怒痴，圆寂了见佛。五彩图圣像，悟真非妄传。扫雪万病尽，爽然清凉天。赞此功德海，永为旷代宣。", "三十六离宫，楼台与天通。阁道步行月，美人愁烟空。恩疎宠不及，桃李伤春风。淫乐意何极，金舆向回中。万乘出黄道，千旗扬彩虹。前军细柳北，后骑甘泉东。岂问渭川老，宁邀襄野童。但慕瑶池宴，归来乐未穷。", "九日天气清，登高无秋云。造化辟川岳，了然楚汉分。长风鼓横波，合沓蹙龙文。忆昔传游豫，楼船壮横汾。今兹讨鲸鲵，旌斾何缤纷。白羽落酒樽，洞庭罗三军。黄花不掇手，战鼓遥相闻。劒舞转颓阳，当时日停曛。酣歌激壮士，可以摧妖氛。龌龊东篱下，渊明不足群。", "紫燕黄金瞳，啾啾摇绿鬉。平明相驰逐，结客洛门东。少年学劒术，凌轹白猨公。珠袍曳锦带，七首插吴鸿。由来万夫勇，挟此生雄风。托交从剧孟，买醉入新丰。笑尽一杯酒，杀人都市中。羞道易水寒，从令日贯虹。燕丹事不立，虚没秦帝宫。舞阳死灰人，安可与成功。", "珠馆薰燃久，玉房梳扫余。烧兰才作烛，襞锦不成书。本以亭亭远，翻嫌眽眽疎。回头问残照，残照更空虚。", "闻君罢官意，我抱汉川湄。借问久疎索，何如听讼时。天清江月白，心静海鸥知。应念投沙客，空余吊屈悲。", "别离杨柳青，樽酒表丹诚。古道携琴去，深山见峡迎。暖风花绕树，秋雨草沿城。自此长江内，无因夜犬惊。", "晋家南渡日，此地旧长安。地即帝王宅，山为龙虎盘。金陵空壮观，天堑净波澜。醉客回桡去，吴歌且自欢。", "贵人三阁上，日晏未梳头。不应有恨事，娇甚却成愁。", "霜凋楚关木，始知杀气严。寥寥金天廓，婉婉绿红潜。胡燕别主人，双双语前簷。三飞四回顾，欲去复相瞻。岂不恋华屋，终然谢珠帘。我不及此鸟，远行岁已淹。寄书道中叹，泪下不能缄。", "兴云感阴气，疾足如见机。晴来意态行，有若功成归。葱茏含晚景，洁白凝秋晖。夜深度银汉，漠漠仙人衣。", "紫骝行且嘶，双翻碧玉蹄。卧流不肯渡，似惜锦障泥。白雪关山远，黄云海戍迷。挥鞭万里去，安得念春闺。", "敬亭埋玉树，知是蒋征君。安得相如草，空余封禅文。池台空有月，词赋旧凌云。独挂延陵劒，千秋在古坟。", "宝历方无限，仙期忽有涯。事亲崇汉礼，传圣法殷家。晚出芙蓉阙，春归棠棣华。玉轮今日动，不是画云车。", "六即颍水荀，何惭许郡宾。相逢太史奏，应是聚贤人。玉隐且在石，兰枯还见春。俄成万里别，立德贵清真。", "碧荷生幽泉，朝日艳且鲜。秋花冒绿水，密叶罗青烟。秀色空绝世，馨香竟谁传。坐看飞霜满，凋此红芳年。结根未得所，愿托华池边。", "晓连星影出，晚带日光悬。本因遗采掇，翻自保天年。", "黟县小桃源，烟霞百里间。地多灵草木，人尚古衣冠。市向晡前散，山经夜后寒。", "十年江海守，旦夕有归心。及此西还日，空成东武吟。花间数杯酒，月下一张琴。闻说功名事，依前惜寸阴。", "曙爽行将拂，晨清坐欲凌。别离真不那，风物正相仍。漫水任谁照，衰花浅自矜。还将两袖泪，同向一窗灯。桂树乖真隐，芸香是小惩。清规无以况，且用玉壶冰。", "白笴夜长啸，爽然溪谷寒。鱼龙动陂水，处处生波澜。天借一明月，飞来碧云端。故乡不可见，肠断正西看。", "众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。", "月窟宾诸夏，云官降九天。饰终邻好重，锡命礼容全。水咽犹登陇，沙鸣稍极边。路因乘驿近，志为饮冰坚。毳帐差池见，乌旗摇曳前。归来赐金石，荣耀自编年。", "地宽楼已迥，人更迥于楼。细意经春物，伤酲属暮愁。望赊殊易断，恨久欲难收。大埶真无利，多情岂自由。空园兼树废，败港拥花流。书去青枫驿，鸿归杜若洲。单栖应分定，辞疾索谁忧。更替林鵶恨，惊频去不休。", "游子东南来，自宛适京国。飘然无心云，倏忽复西北。访戴昔未偶，寻嵇此相得。愁颜发新懽，终宴叙前识。阎公汉庭旧，沈郁富才力。价重铜龙楼，声高重门侧。宁期此相遇，华馆陪游息。积雪明远峰，寒城锁春色。主人苍生望，假我青云翼。风水如见资，投竿佐皇极。", "家家菊尽黄，梁国独如霜。莹静真琪树，分明对玉堂。仙人披雪氅，素女不红妆。粉蝶来难见，麻衣拂更香。向风摇羽扇，含露滴琼桨。高艳遮银井，繁枝覆象床。桂丛慙竝发，梅蘂妬先芳。一入瑶华咏，从兹播乐章。", "汉帝长杨苑，夸胡羽猎归。子云叨侍从，献赋有光辉。激赏摇天笔，承恩赐御衣。逢君奏明主，他日共飜飞。", "泥沙难振拔，谁复问穷通。莫讶提壶赠，家传枕曲风。成谣独酌后，深意片言中。不进终无已，应须荀令公。", "将泥红蓼岸，得草绿杨村。命侣添新意，安巢复旧痕。去应逢阿母，来莫害王孙。记取丹山凤，今为百鸟尊。", "试发清秋兴，因为吴会吟。碧云歛海色，流水折江心。我有延陵剑，君无陆贾金。艰难此为别，惆怅一何深。", "人生烛上花，光灭巧妍尽。春风绕树头，日与化工进。只知雨露贪，不闻零落尽。我昔飞骨时，惨见当涂坟。青松霭朝霞，缥缈山丁村。既死明月魄，无复玻璃魂。念此一脱洒，长啸祭昆仑。醉著鸾皇衣，星斗俯可扪。", "蝉韵极清切，始闻何处悲。人含不平意，景值欲秋时。此岁方晼晚，谁家无别离。君言催我老，已是去年诗。", "汉阳江上柳，望客引东枝。树树花如雪，纷纷乱若丝。春风传我意，草木别前知。寄谢弦歌宰，西来定未迟。", "愁作秋浦客，强看秋浦花。山川如剡县，风日似长沙。", "渚宫杨柳暗，麦城朝雉飞。可怜踏青伴，乘暖著轻衣。", "嘶马立未还，行舟路将转。江头瞑色深，挥袖依稀见。", "鸡鸣发黄山，暝投𫚥湖宿。白雨暎寒山，森森似银竹。提携采铅客，结荷水边沐。半夜四天开，星河烂人目。明晨大楼去，冈陇多屈伏。当与持斧翁，前溪伐云木。", "昔在九江上，遥望九华峰。天河挂绿水，秀出九芙蓉。我欲一挥手，谁人可相从。君为东道主，于此卧云松。", "吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。醉月频中圣，迷花不事君。高山安可仰，徒此揖清芬。", "珠箔曲琼钩，子细见扬州。北兵那得度，浪语判悠悠。", "涤荡千古愁，留连百壶饮。良宵宜清谈，皓月未能寝。醉来卧空山，天地即衾枕。", "衔命出尚书，新恩换使车。汉庭无右者，梁苑重归欤。又食建业水，曾依京口居。共经何限事，宾主两如初。", "紫陌夜来雨，南山朝下看。戟枝迎日动，阁影助松寒。瑞气转绡縠，游光泛波澜。御沟新柳色，处处拂归鞍。", "放歌倚东楼，行子期晓发。秋风渡江来，吹落山上月。主人出美酒，灭烛延清光。二崔向金陵，安得不尽觞。水客弄归櫂，云帆卷轻霜。扁舟敬亭下，五两先飘扬。峡石入水花，碧流日更长。思君无岁月，西笑阻河梁。", "朱门退公后，高兴对花枝。望阙无穷思，看书欲尽时。含芳朝竞发，凝艳晚相宜。人意殷勤惜，狂风岂得知。", "穷巷唯秋草，高僧独扣门。相欢如旧识，问法到无言。水为风生浪，珠非尘可昏。悟来皆是道，此别不销魂。", "南山宿雨晴，春入凤凰城。处处闻弦管，无非送酒声。", "水客凌洪波，长鲸涌溟海。百川随龙舟，嘘吸竟安在。中有不死者，探得明月珠。高价倾宇宙，余辉照江湖。苞卷金缕褐，萧然若空无。谁人识此宝，窃笑有狂夫。了心何言说，各勉黄金躯。", "吴江女道士，头戴莲花巾。霓衣不湿雨，特异阳台云。足下远游履，凌波生素尘。寻仙向南岳，应见魏夫人。", "宋玉事楚王，立身本高洁。巫山赋彩云，郢路歌白雪。举国莫能和，巴人皆卷舌。一感登徒言，恩情遂中绝。", "行歌入谷口，路尽无人跻。攀崖度绝壑，弄水寻回溪。云从石上起，客到花间迷。淹留未尽兴，日落群峰西。", "松子栖金华，安期入蓬海。此人古之仙，羽化竟何在。浮生速流电，倏忽变光彩。天地无凋换，容颜有迁改。对酒不肯饮，含情欲谁待。", "歌鼓燕赵儿，魏姝弄鸣丝。粉色艳日彩，舞袖拂花枝。把酒顾美人，请歌邯郸词。清筝何缭绕，度曲绿云垂。平原君安在，科斗生古池。座客三千人，于今知有谁。我辈不作乐，但为后代悲。", "得道无古今，失道还衰老。自笑镜中人，白发如霜草。扪心空叹息，问影何枯槁。桃李竟何言，终成南山皓。", "从军玉门道，逐虏金微山。笛奏梅花曲，刀开明月环。鼓声鸣海上，兵气拥云间。愿斩单于首，长驱静铁关。", "咽服十二环，奄有仙人房。暮骑紫麟去，海气侵肌凉。赠我累累珠，靡靡明月光。", "涉江弄秋水，爱此荷花鲜。攀荷弄其珠，荡漾不成圆。佳人彩云里，欲赠隔远天。相思无由见，怅望凉风前。", "函谷如玉关，几时可生还。洛阳为易水，嵩岳是燕山。俗变羗胡语，人多沙塞颜。申包惟恸哭，七日鬓毛斑。", "拱木临周道，荒庐积古苔。鱼因感姜出，鹤为吊陶来。两鬓蓬常乱，双眸血不开。圣朝敦尔类，非独路人哀。", "团扇复团扇，奉君清暑殿。秋风入庭树，从此不相见。上有乘鸾女，苍苍虫网遍。明年入怀袖，别是机中练。", "缓逐烟波起，如妬柳緜飘。故临飞阁度，欲入回陂销。萦歌怜画扇，敞景弄柔条。更奈天南位，牛渚宿残宵。", "常闻玉泉山，山洞多乳窟。仙鼠如白鸦，倒悬清溪月。茗生此中石，玉泉流不歇。根柯洒芳津，采服润肌骨。丛老卷绿叶，枝枝相接连。曝成仙人掌，似拍洪崖肩。举世未见之，其名定谁传。宗英乃禅伯，投赠有佳篇。清镜烛无盐，顾惭西子妍。朝坐有余兴，长吟播诸天。", "两鬓入秋浦，一朝飒已衰。猨声催白发，长短尽成丝。", "丑女来效颦，还家惊四隣。寿陵失本步，笑杀邯郸人。一曲斐然子，雕虫丧天真。棘刺造沐猴，三年费精神。功成无所用，楚楚且华身。大雅思文王，颂声久崩沦。安得郢中质，一挥成斧斤。", "羽翼摧残日，郊园寂寞时。晓鸡惊树雪，寒骛守冰池。急景忽云暮，颓年浸已衰。如何匡国分，不与夙心期。", "鲁国寒事早，初霜刈渚蒲。挥镰若转月，拂水生连珠。此草最可珍，何必贵龙须。织作玉床席，欣承清夜娱。罗衣能再拂，不畏素尘芜。", "桃花开东园，含笑夸白日。偶蒙东风荣，生此艳阳质。岂无佳人色，但恐花不实。宛转龙火飞，零落早相失。讵知南山松，独立自萧𫗋。", "青春几何时，黄鸟鸣不歇。天涯失乡路，江外老华发。心飞秦塞云，影滞楚关月。身世殊烂漫，田园久芜没。岁晏何所从，长歌谢金阙。", "镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。", "远忆巫山阳，花明渌江暖。踌躇未得往，泪向南云满。春风复无情，吹我梦魂断。不见眼中人，天长音信短。", "金数已三伏，火星正西流。树含秋露晓，阁倚碧天秋。灰琯应新律，铜壶添夜筹。商飙从朔塞，爽气入神州。蕙草香书殿，槐花点御沟。山明真色见，水静浊烟收。早岁忝华省，再来成白头。幸依群玉府，末路尚瀛洲。", "河鼓灵旗动，嫦娥破镜斜。满空天是幕，徐转斗为车。机罢犹安石，桥成不碍槎。谁知观津女，竟夕望云涯。", "何时粉署仙，傲兀逐戎旃。关塞犹传箭，江湖莫系船。欲收棋子醉，竟把钓车眠。谢朓真堪忆，多才不忌前。", "流水去绝国，浮云辞故关。水或恋前浦，云犹归旧山。恨君流沙去，弃妾渔阳间。玉筯夜垂流，双双落朱颜。黄鸟坐相悲，绿杨谁更攀。织锦心草草，挑灯泪斑斑。窥镜不自识，况乃狂夫还。", "昔为大堤客，曾上山公楼。开牕碧嶂满，拂镜沧江流。高冠佩雄劒，长揖韩荆州。此地别夫子，今来思旧游。朱颜君未老，白发我先秋。壮志恐蹉跎，功名若云浮。归心结远梦，落日悬春愁。空思羊叔子，堕泪岘山头。", "长桑晓洞视，五藏无全牛。赵叟得秘诀，还从方士游。西过获麟台，为我吊孔丘。念别复怀古，潸然空泪流。", "平虏将军妇，入门二十年。君心自有悦，妾宠岂能专。出解床前帐，行吟道上篇。古人不唾井，莫忘昔缠绵。", "绝徼南通栈，孤城北枕江。猿声连月槛，鸟影落天窗。海石分碁子，郫筒当酒缸。生归话辛苦，别夜对凝釭。", "雪点翠云裘，送君黄鹤楼。黄鹤振玉羽，西飞帝王州。凤无瑯玕实，何以赠远游。裴回相顾影，泪下汉江流。", "三百六十日，日日醉如泥。虽为李白妇，何异太常妻。", "终朝对尊酒，嗜兴非嗜甘。终日偶众人，纵言不纵谈。世情闲静见，药性病多谙。寄谢嵇中散，予无甚不堪。", "束简下延阁，买符驱短辕。同人惜分袂，结念醉芳樽。切切别弦急，萧萧征骑烦。临岐无限意，相视却忘言。", "别墅洛城外，月明村野通。光辉满地上，丝管发舟中。堤艳菊花露，岛凉松叶风。高情限清禁，寒漏滴深宫。", "绛帐恩如昨，乌衣事莫寻。诸生空会葬，旧掾已华簪。共入留宾驿，俱分市骏金。莫凭无鬼论，终负托孤心。", "蝉声未发前，已自感流年。一入凄凉耳，如闻断续弦。晴清依露叶，晚急畏霞天。何事秋卿咏，逢时亦悄然。", "飞来绣户阴，穿过画楼深。重傅秦台粉，轻涂汉殿金。相兼惟柳絮，所得是花心。可要凌孤客，邀为子夜吟。", "头陀悬万仞，远眺望华峰。聊借金沙水，洗开九芙蓉。烟岚随遍览，踏屐走双龙。明日登高去，山僧孰与从。禅床今暂歇，枕月卧青松。更尽闻呼鸟，恍来报晓钟。", "五月入五洲，碧山对青楼。故人杨执戟，春赏楚江流。一见醉漂月，三杯歌櫂讴。桂枝攀不尽，他日更相求。", "城头叠鼓声，城下暮江清。欲问渔阳掺，时无祢正平。", "下马捧椒浆，迎神白玉堂。如何铁如意，独自与姚苌。", "云外支硎寺，名声敌虎丘。石文留马迹，峰势耸牛头。泉眼潜通海，松门预带秋。迟回好风景，王谢昔曾游。", "出门见南山，引领意无限。秀色难为名，苍翠日在眼。有时白云起，天际自舒卷。心中与之然，托兴每不浅。何当造幽人，灭迹栖绝𪩘。", "碧树鸣蝉后，烟云改容光。瑟然引秋气，芳草日夜黄。夹道喧古槐，临池思垂杨。离人下忆泪，志士激刚肠。昔闻阻山川，今听同匡床。人情便所遇，音韵岂殊常。因之比笙竽，送我游醉乡。", "园花笑芳年，池草艳春色。犹不如槿花，婵娟玉阶侧。芬荣何夭促，零落在瞬息。岂若琼树枝，终岁长翕赩。", "谭笑在岩廊，人人尽所长。仪形见山立，文字动星光。日运丹青笔，时看赤白囊。伫闻戎马息，入贺领鸳行。", "鄂渚临流别，梁园冲雪来。旅愁随冻释，欢意待花开。城晓乌频起，池春鴈欲回。饮和心自醉，何必管弦催。", "庄周梦胡蝶，胡蝶为庄周。一体更变易，万事良悠悠。乃知蓬莱水，复作清浅流。青门种瓜人，旧日东陵侯。富贵故如此，营营何所求。", "长沙陈太守，逸气凌青松。英主赐五马，本是天池龙。湘水回九曲，衡山望五峰。荣君按节去，不及远相从。", "可叹东篱菊，茎疎叶且微。虽言异兰蕙，亦自有芳菲。未泛盈樽酒，徒霑清露辉。当荣君不采，飘落欲何依。", "何处深春好，春深刺史家。夜阑犹命乐，雨甚亦寻花。傲客多凭酒，新姬苦上车。公门吏散后，风摆戟衣斜。", "前时送君去，挥手青门桥。路转不相见，犹闻马萧萧。今得出关书，行程日已遥。春还迟君至，共结芳兰苕。", "江左重诗篇，陆生名久传。凤城来已熟，羊酪不嫌膻。归路芙蓉府，离堂玳瑁筵。泰山呈腊雪，隋柳布新年。曾忝扬州荐，因君达短牋。", "鲁客抱白鹤，别余往泰山。初行若片云，杳在青崖间。高高至天门，日观近可攀。云山望不及，此去何时还。", "白龙改常服，偶被豫且制。谁使尔为鱼，徒劳诉天帝。作书报鲸鲵，勿恃风涛势。涛落归泥沙，翻遭蝼蚁噬。万乘慎出入，柏人以为诫。", "师逢吴兴守，相伴住禅扃。春雨同栽树，秋灯对讲经。庐山曾结社，桂水远扬舲。话旧还惆怅，天南望柳星。", "籍通金马门，家在铜𫘞陌。省闼昼无尘，宫树朝凝碧。荒街浅深辙，古渡潺湲石。唯有嵩丘云，堪夸早朝客。", "潮水定可信，天风难与期。清晨西北转，薄暮东南吹。以此难挂席，佳期益相思。海月破圆影，菰蒋生绿池。昨日北湖梅，开花已满枝。今朝东门柳，夹道垂青丝。岁物忽如此，我来定几时。纷纷江上雪，草草客中悲。明发新林浦，空吟谢朓诗。", "册命出宸衷，官仪自古崇。特膺平土拜，光赞格天功。再佩扶阳印，常乘鲍氏骢。七贤遗老在，犹得咏清风。", "捧月三更断，藏星七夕明。才闻飘迥路，旋见隔重城。潭暮随龙起，河秋压雁声。只应惟宋玉，知是楚神名。", "遏云歌响清，回雪舞腰轻。只要君流眄，君倾国自倾。", "定定住天涯，依依向物华。寒梅最堪恨，常作去年花。", "固有楼堪依，能无酒可倾。岭云春沮洳，江月夜晴明。鱼乱书何托，猿哀梦易惊。旧居连上苑，时节正迁鸎。", "劝君莫拒杯，春风笑人来。桃李如旧识，倾花向我开。流莺啼碧树，明月窥金罍。昨日朱颜子，今日白发催。棘生石虎殿，鹿走姑苏台。自古帝王宅，城阙闭黄埃。", "秋色无远近，出门尽寒山。白云遥相识，待我苍梧间。借问卢耽鹤，西飞几岁还。", "牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。", "朝饮王母池，暝投天门关。独抱绿绮琴，夜行青山间。山明月露白，夜静松风歇。仙人游碧峰，处处笙歌发。寂静娱清晖，玉真连翠微。想象鸾凤舞，飘飖龙虎衣。扪天摘匏瓜，恍惚不忆归。举手弄清浅，误攀织女机。明晨坐相失，但见五云飞。", "桂水分五岭，衡山朝九疑。乡关渺安西，流浪将何之。素色愁明湖，秋渚晦寒姿。畴昔紫芳意，已过黄发期。君王纵疎散，云壑借巢夷。尔去之罗浮，我还憩峨眉。中阔道万里，霞月遥相思。如寻楚狂子，琼树有芳枝。", "西上太白峰，夕阳穷登攀。太白与我语，为我开天关。愿乘泠风去，直出浮云间。举手可近月，前行若无山。一别武功去，何时复见还。", "朔雪落吴天，从风渡溟渤。海树成阳春，江沙浩明月。兴从剡溪起，思绕梁园发。寄君郢中歌，曲罢心断绝。", "地暖无秋色，江晴有暮晖。空余蝉嘒嘒，犹向客依依。村小犬相护，沙平僧独归。欲成西北望，又见鹧鸪飞。", "岁杪风物动，雪余宫苑晴。兔园宾客至，金谷管弦声。洛水故人别，吴宫新燕迎。越郎忧不浅，怀袖有琼英。", "一带不结心，两股方安髻。慙愧白茅人，月没教星替。", "郢客吟白雪，遗响飞青天。徒劳歌此曲，举世谁为传。试为巴人唱，和者乃数千。吞声何足道，叹息空凄然。", "翩翩马上郎，驱传渡三湘。橘树沙洲暗，松醪酒肆香。素风传竹帛，高价聘琳瑯。楚水多兰芷，何人事搴芳。", "朝登大庭库，云物何苍然。莫辨陈郑火，空霾邹鲁烟。我来寻梓慎，观化入寥天。古木朔气多，松风如五弦。帝图终冥没，叹息满山川。", "远公爱康乐，为我开禅关。萧然松石下，何异清凉山。花将色不染，水与心俱闲。一坐度小劫，观空天地间。", "吴儿多白皙，好为荡舟剧。卖眼掷春心，折花调行客。", "高樯起行色，促柱动离声。欲问江深浅，应如远别情。", "继体三才理，承颜九族亲。禹功留海内，殷历付天伦。调露曲常在，秋风词尚新。本支方百代，先让棣华春。", "秋发已种种，所为竟无成。闲倾鲁壶酒，笑对刘公荣。谓我是方朔，人间落岁星。白衣千万乘，何事去天庭。君亦不得意，高歌羡鸿冥。世人若醯鸡，安可识梅生。虽为刀笔吏，缅怀在赤城。余亦如流萍，随波乐休明。自有两少妾，双骑骏马行。东山春酒绿，归隐谢浮名。", "五鹤西北来，飞飞凌太清。仙人绿云上，自道安期名。两两白玉童，双吹紫鸾笙。去影忽不见，回风送天声。我欲一问之，飘然若流星。愿餐金光草，寿与天齐倾。", "燕昭延郭隗，遂筑黄金台。剧辛方赵至，邹衍复齐来。奈何青云士，弃我如尘埃。珠玉买歌笑，糟糠养贤才。方知黄鹤举，千里独裴回。", "西门秦氏女，秀色如琼花。手挥白杨刀，清昼杀讐家。罗袖洒赤血，英声凌紫霞。直上西山去，关吏相邀遮。壻为燕国王，身被诏狱加。犯刑若履虎，不畏落爪牙。素颈未及断，摧眉伏泥沙。金鸡忽放赦，大辟得宽赊。何慙聂政姊，万古共惊嗟。", "昔叹谗销骨，今伤泪满膺。空余双玉剑，无复一壶冰。江势翻银砾，天文露玉绳。何因携庾信，同去哭徐陵。", "昏镜非美金，漠然丧其晶。陋容多自欺，谓若他镜明。瑕疵既不见，妍态随意生。一日四五照，自言美倾城。饰带以纹绣，装匣以琼瑛。秦宫岂不重，非适乃为轻。", "地白风色寒，雪花大如手。笑杀陶渊明，不饮杯中酒。浪抚一张琴，虚栽五株柳。空负头上巾，吾于尔何有。", "夭桃花正发，秾李蘂方繁。应候非争艳，成蹊不在言。静中霞暗吐，香处雪潜翻。得意摇风态，含情泣露痕。芬芳光上苑，寂默委中园。赤白徒自许，幽芳谁与论。", "凄凉沃州僧，顦顇柴桑宰。别来二十年，唯余两心在。", "何处深春好，春深大镇家。前旌光照日，后骑蹙成花。节院收衙队，毬场簇看车。广筵歌舞散，书号夕阳斜。", "学道三千春，自言羲和人。轩盖宛若梦，云松长相亲。偶将二公合，复与三山邻。喜结海上契，自为天外宾。鸾翮我先铩，龙性君莫驯。朴散不尚古，时讹皆失真。勿踏荒溪坡，朅来浩然津。薜带何辞楚，桃源堪避秦。世迫且离别，心在期隐沦。酬赠非炯诫，永言铭佩绅。", "淮西春草长，淮水逶迤光。燕入新村落，人耕旧战场。可怜行春守，立马看斜桑。", "五驱龙虎节，一入凤凰池。令尹自无喜，羊公人不疑。天归京兆日，叶下洞庭时。湘水秋风至，凄凉吹素旗。", "衔悲上陇首，肠断不见君。流水若有情，幽哀从此分。苍茫愁边色，惆怅落日曛。山外接远天，天际复有云。白雁从中来，飞鸣苦难闻。足系一书札，寄言难离群。离群心断绝，十见花成雪。胡地无春晖，征人行不归。相思杳如梦，珠泪湿罗衣。", "蒙蒙篁竹下，有路上壶头。汉垒麏鼯鬬，蛮溪雾雨愁。怀人敬遗像，阅世指东流。自负霸王略，安知恩泽侯。乡园辞石柱，筋力尽炎洲。一以功名累，飜思马少游。", "八月边风高，胡鹰白锦毛。孤飞一片雪，百里见秋毫。", "永日无人事，芳园任兴行。陶庐树可爱，潘宅雨新晴。傅粉琅玕节，熏香菡萏茎。榴花裙色好，桐子药丸成。柳蠹枝偏亚，桑空叶再生。睢盱欲鬬雀，索漠不言莺。动植随四气，飞沈含五情。抢榆与水击，小大强为名。", "白玉谁家郎，回车渡天津。看花东陌上，惊动洛阳人。", "忆奉莲花座，兼闻贝叶经。岩光分蜡屐，涧响入铜缾。日下徒推鹤，天涯正对萤。鱼山羡曹植，眷属有文星。", "山鸡临清镜，石燕赴遥津。何如上客会，长袖入华裀。体轻似无骨，观者皆耸神。曲尽回身处，层波犹注人。", "逈出江山上，双峰自相对。岸暎松色寒，石分浪花碎。参差远天际，缥缈晴霞外。落日舟去遥，回首沈青霭。", "朝涉白水源，暂与人俗疎。岛屿佳境色，江天涵清虚。目送去海云，心闲游川鱼。长歌尽落日，乘月归田庐。", "明朝驿使发，一夜絮征袍。素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。", "巫山夹青天，巴水流若兹。巴水忽可尽，青天无到时。三朝上黄牛，三暮行太迟。三朝又三暮，不觉鬓成丝。", "帝城宜春入，游人喜意长。草生季伦谷，花出莫愁坊。断云发山色，轻风漾水光。楼前戏马地，树下鬬鸡场。白头自为侣，绿酒亦满觞。潘园观种植，谢墅阅池塘。至闲似隐逸，过老不悲伤。相问焉功德，银黄游故乡。", "白鹭下秋水，孤飞如坠霜。心闲且未去，独立沙洲傍。", "九服归元化，三灵叶睿图。如何本初辈，自取屈牦诛。有甚当车泣，因劳下殿趋。何成奏云物，直是灭萑苻。证逮符书密，辞连性命俱。竟缘尊汉相，不早辨胡雏。鬼箓分朝部，军烽照上都。敢云堪恸哭，未免怨洪炉。", "令弟佐宣城，赠余琴谿鹤。谓言天涯雪，忽向窗前落。白玉为毛衣，黄金不肯博。背风振六翮，对舞临山阁。顾我如有情，长鸣似相托。何当驾此物，与尔腾寥廓。", "北溟有巨鱼，身长数千里。仰喷三山雪，横吞百川水。凭陵随海运，燀赫因风起。吾观摩天飞，九万方未已。", "劳动诸贤者，同来问病夫。添炉烹雀舌，洒水净龙须。身是芭蕉喻，行须筇竹扶。医王有妙药，能乞一丸无。", "今宵帝城月，一望雪相似。遥想洛阳城，清光正如此。知君当此夕，亦望镜湖水。展转相忆心，月明千万里。", "晓月映宫树，秋光起天津。凉风稍动叶，宿露未生尘。星气尚芳丽，旷望感心神。挥毫成逸韵，开合迟来宾。摆去将相印，渐为逍遥身。如招后房宴，却要白头人。", "书信来天外，琼瑶满匣中。衣冠南渡远，旌节北门雄。鹤唳华亭月，马嘶榆塞风。山川几千里，惟有两心同。", "爱此溪水闲，乘流兴无极。漾楫怕鸥惊，垂竿待鱼食。波飜晓霞影，岸叠春山色。何处浣纱人，红颜未相识。", "战国何纷纷，兵戈乱浮云。赵倚两虎鬬，晋为六卿分。奸臣欲窃位，树党自相群。果然田成子，一旦杀齐君。", "紫藤挂云木，花蔓宜阳春。密叶隐歌鸟，香风留美人。", "茫茫大梦中，惟我独先觉。腾转风火来，假合作容貌。灭除昏疑尽，领略入精要。澄虑观此身，因得通寂照。朗悟前后际，始知金仙妙。幸逢禅居人，酌玉坐相召。彼我俱若丧，云山岂殊调。清风生虚空，明月见谈笑。怡然青莲宫，永愿姿游眺。", "长泊起秋色，空江涵霁晖。暮霞千万状，宾鸿次第飞。古戍见旗逈，荒村闻犬稀。轲峨艑上客，劝酒夜相依。", "案头开缥帙，肘后检青囊。唯有达生理，应无治老方。减书存眼力，省事养心王。君酒何时熟，相携入醉乡。", "天宫水西寺，云锦照东郭。清湍鸣回溪，绿水遶飞阁。凉风日潇洒，幽客时憩泊。五月思貂裘，谓言秋霜落。石萝引古蔓，岸笋开新箨。吟翫空复情，相思尔佳作。郑公诗人秀，逸韵宏寥廓。何当一来游，惬我雪山诺。", "纪叟黄泉里，还应酿老春。夜台无晓日，沽酒与何人。", "凤城烟雨歇，万象含佳气。酒后人倒狂，花时天似醉。三春车马客，一代繁华地。何事独伤怀，少年曾得意。", "骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。", "昔去真无奈，今还岂自知。青辞木奴橘，紫见地仙芝。四海秋风阔，千嵓暮景迟。向来忧际会，犹有五湖期。", "仙游渡颍水，访隐同元君。忽遗苍生望，独与洪崖群。卜地初晦迹，兴言且成文。却顾北山断，前瞻南岭分。遥通汝海月，不隔嵩丘云。之子合逸趣，而我钦清芬。举迹倚松石，谈笑迷朝曛。益愿狎青鸟，拂衣栖江𣸣。", "清晓骑白鹿，直上天门山。山际逢羽人，方瞳好容颜。扪萝欲就语，却掩青云关。遗我鸟迹书，飘然落岩间。其字乃上古，读之了不闲。感此三叹息，从师方未还。", "州远雄无益，年高健亦衰。兴情逢酒在，筋力上楼知。蝉噪芳意尽，鴈来愁望时。商山紫芝客，应不向秋悲。", "常时同砚席，寄砚感离群。清越敲寒玉，参差叠碧云。烟岚馀斐亹，水墨两氛氲。好与陶贞白，松窻写紫文。", "清都绿玉树，灼烁瑶台春。攀花弄秀色，远赠天仙人。香风送紫蘂，直到扶桑津。取掇世上艳，所贵心之珍。相思传一笑，聊欲示情亲。", "与尔情不浅，忘筌已得鱼。玉台挂宝镜，持此意何如。坦腹东床下，由来志气疎。遥知向前路，掷果定盈车。", "朱亥已击晋，侯嬴尚隐身。时无魏公子，岂贵抱关人。余亦不火食，游梁同在陈。空余湛卢剑，赠尔托交亲。", "风静杨柳垂，看花又别离。几年同在此，今日各驱驰。峡里闻猨呌，山头见月时。殷勤一杯酒，珍重岁寒姿。", "我有吴越曲，无人知此音。姑苏成蔓草，麋鹿空悲吟。未夸观涛作，空郁钓鼇心。举手谢东海，虚行归故林。", "阮巷久芜沈，四弦有遗音。雅声发兰室，远思含竹林。座绝众宾语，庭移芳树阴。飞觞助真气，寂听无流心。影似白团扇，调谐朱弦琴。一毫不平意，幽怨古犹今。", "踏曲兴无穷，调同词不同。愿郎千万寿，长作主人翁。", "太守耀清威，乘闲弄晚晖。江沙横猎骑，山火遶行围。箭逐云鸿落，鹰随月兔飞。不知白日暮，欢赏夜方归。", "欲向江东去，定将谁举杯。稽山无贺老，却櫂酒船回。", "桓公名已古，废井曾未竭。石甃冷苍苔，寒泉湛孤月。秋来桐暂落，春至桃还发。路远人罕窥，谁能见清彻。", "寒夜阴云起，疎林宿鸟惊。斜风闪灯影，迸雪打窗声。竟夕不能寐，同年知此情。汉皇无奈老，何况本书生。", "朝披梦泽云，笠钓青茫茫。暮跨紫鳞去，海气侵肌凉。", "白鹤飞天书，南荆访高士。五云在岘山，果得参寥子。肮脏辞故园，昂藏入君门。天子分玉帛，百官接话言。毫墨时洒落，探玄有奇作。著论穷天人，千春秘麟阁。长揖不受官，拂衣归林峦。余亦去金马，藤萝同所欢。相思在何处，桂树青云端。", "陶公有逸兴，不与常人俱。筑台像半月，回向高城隅。置酒望白云，商飙起寒梧。秋山入远海，桑柘罗平芜。水色渌且明，令人思镜湖。终当过江去，爱此暂踟蹰。", "玉面耶溪女，青娥红粉妆。一双金齿屐，两足白如霜。", "白道向姑熟，洪亭临道傍。前有昔时井，下有五丈床。樵女洗素足，行人歇金装。西望白鹭洲，芦花似朝霜。送君此时去，回首泪成行。", "鲁缟如玉霜，笔题月氏书。寄书白鹦鹉，西海慰离居。行数虽不多，字字有委曲。天末如见之，开缄泪相续。泪尽恨转深，千里同此心。相思千万里，一书值千金。", "帘垂幕半卷，枕冷被仍香。如何为相忆，魂梦过潇湘。", "旧著思玄赋，新编杂拟诗。江庭犹近别，山舍得幽期。嫩割周颙韭，肥烹鲍照葵。饱闻南烛酒，仍及拨醅时。", "五彩绣衣裳，当年正相称。春风旧关路，归去真多兴。兰陔行可采，莲府犹回瞪。杨家绀幰迎，谢守瑶华赠。御街草泛滟，台柏烟含凝。曾是平生游，无因理归乘。", "许靖犹羁宦，安仁复悼亡。兹辰聊属疾，何日免殊方。秋蝶无端丽，寒花只暂香。多情真命薄，容易即回肠。", "昨夜梁园里，弟寒兄不知。庭前看玉树，肠断忆连枝。", "花房与蜜脾，蜂雄蛱蝶雌。同时不同类，那复更相思。", "路到层峰断，门依老树开。月从平楚转，泉自上方来。薤白罗朝馔，松黄暖夜杯。相留笑孙绰，空解赋天台。", "今日油幢引，他年黄纸追。同为三楚客，独有九霄期。宿草恨长在，伤禽飞尚迟。武昌应已到，新柳映红旗。", "复壁交青琐，重帘挂紫绳。如何一柱观，不碍九枝灯。扇薄常规月，钗斜只镂冰。歌成犹未唱，秦火入夷陵。", "如有瑶台客，相难复索归。芭蕉开绿扇，菡萏荐红衣。浦外传光远，烟中结响微。良宵一寸焰，回首是重帏。", "十五入汉宫，花颜笑春红。君王选玉色，侍寝金屏中。荐枕娇夕月，卷衣恋春风。宁知赵飞燕，夺宠恨无穷。沈忧能伤人，绿鬓成霜蓬。一朝不得意，世事徒为空。鹔鹴换美酒，舞衣罢雕笼。寒苦不忍言，为君奏丝桐。肠断弦亦绝，悲心夜忡忡。", "朔雪自龙沙，呈祥势可嘉。有田皆种玉，无树不开花。班扇慵裁素，曹衣讵比麻。鹅归逸少宅，鹤满令威家。寂寞门扉掩，依稀履迹斜。人疑游面市，马似困盐车。洛水妃虚妬，姑山客漫夸。联辞虽许谢，和曲本慙巴。粉署闱全隔，霜台路正赊。此时倾贺酒，相望在京华。", "宋国梧台东，野人得燕石。夸作天下珍，却哂赵王璧。赵璧无缁磷，燕石非贞真。流俗多错误，岂知玉与珉。", "我居清空表，君处红埃中。仙人持玉尺，废君多少才。玉尺不可尽，君才无时休。", "嗷嗷空城雀，身计何戚促。本与鹪鹩群，不随凤凰族。提携四黄口，饮乳未尝足。食君糠粃余，尝恐乌鸢逐。耻涉太行险，羞营覆车粟。天命有定端，守分绝所欲。", "苏武天山上，田横海岛边。万重关塞断，何日是归年。", "天涯浮云生，争蔽日月光。穷巷秋风起，先摧兰蕙芳。万货列旗亭，恣心注明珰。名高毁所集，言巧智难防。勿谓行大道，斯须成太行。莫吟萋兮什，徒使君子伤。", "池榭堪临泛，翛然散郁陶。步因驱鹤缓，吟为听蝉高。林密添新竹，枝低缒晚桃。酒醅晴易熟，药圃夏频薅。老是班行旧，闲为乡里豪。经过更何处，风景属吾曹。", "马卿聊应召，谢傅已登山。歌发百花外，乐调深竹间。鹢舟萦远岸，鱼钥启重关。鸎蝶如相引，烟萝不暇攀。佳人启玉齿，上客颔朱颜。肯念沈疴士，俱期倒载还。", "左迁凡二纪，重见帝城春。老大归朝客，平安出岭人。每行经旧处，却想似前身。不改南山色，其余事事新。", "本作一行书，殷勤道相忆。一行复一行，满纸情何极。瑶台有黄鹤，为报青楼人。朱颜凋落尽，白发一何新。自知未应还，离居经三春。桃李今若为，当窗发光彩。莫使香风飘，留与红芳待。", "二月二十二，木兰开坼初。初当新病酒，复自久离居。愁绝更倾国，惊新闻远书。紫丝何日障，油壁几时车。弄粉知伤重，调红或有余。波痕空映袜，烟态不胜裾。桂岭含芳远，莲塘属意疎。瑶姬与神女，长短定何如。", "将军发白马，旌节度黄河。箫鼓聒川岳，沧溟涌涛波。武安有振瓦，易水无寒歌。铁骑若雪山，饮流涸滹沱。扬兵猎月窟，转战略朝那。倚劒登燕然，边烽列嵯峨。萧条万里外，耕作五原多。一扫清大漠，包虎戢金戈。", "一桃复一李，井上占年芳。笑处如临镜，窥时不隐墙。敢言西子短，谁觉宓妃长。珠玉终相类，同名作夜光。", "马踏尘上霜，月明江头路。行人朝气锐，宿鸟相辞去。流水隔远村，缦山多红树。悠悠关塞内，往来无闲步。", "秦地见碧草，楚谣对清樽。把酒尔何思，鹧鸪啼南园。余欲罗浮隐，犹怀明主恩。踌躇紫宫恋，孤负沧洲言。终然无心云，海上同飞翻。相期乃不浅，幽桂有芳根。", "青溪胜桐庐，水木有佳色。山貌日高古，石容天倾侧。彩鸟昔未名，白猨初相识。不见同怀人，对之空叹息。", "恻恻泣路岐，哀哀悲素丝。路岐有南北，素丝易变移。万事固如此，人生无定期。田窦相倾夺，宾客互盈亏。世途多飜覆，交道方崄巇。斗酒强然诺，寸心终自疑。张陈竟火灭，萧朱亦星离。众鸟集荣柯，穷鱼守枯池。嗟嗟失权客，勤问何所规。", "风露澹清晨，帘间独起人。鸎花啼又笑，毕竟是谁春。", "露涤铅粉节，风摇青玉枝。依依似君子，无地不相宜。", "谈笑三军却，交游七贵疎。仍留一只箭，未射鲁连书。", "郎船安两桨，侬舸动双桡。扫黛开宫额，裁裙约楚腰。乖期方积思，临酒欲拌娇。莫以采菱唱，欲羡秦台箫。", "桐槿日零落，雨余方寂寥。枕寒庄蝶去，窻冷胤萤销。取适琴将酒，忘名牧与樵。平生有游旧，一一在烟霄。", "洪罏作高山，元气鼓其橐。俄然神功就，峻拔在寥廓。灵迹露指爪，杀气见棱角。凡木不敢生，神僊聿来托。天资帝王宅，以我为关钥。能令下国人，一见换神骨。高山固无限，如此方为岳。丈夫无特达，虽贵犹碌碌。", "怅望西溪水，潺湲奈尔何。不惊春物少，只觉夕阳多。色染妖韶柳，光含窈窕萝。人间从到海，天上莫为河。凤女弹瑶瑟，龙孙撼玉珂。京华他夜梦，好好寄云波。", "玉壶系青丝，沽酒来何迟。山花向我笑，正好衔杯时。晚酌东窗下，流莺复在兹。春风与醉客，今日乃相宜。", "圣言贵忠恕，至道重观身。法在何所恨，色相斯为仁。良时难久恃，阴谪岂无因。寂寞韶阳庙，魂归不见人。", "水如一匹练，此地即平天。耐可乘明月，看花上酒船。", "燕支黄叶落，妾望自登台。海上碧云断，单于秋色来。胡兵沙塞合，汉使玉关回。征客无归日，空悲蕙草摧。", "狂客归四明，山阴道士迎。敕赐镜湖水，为君台沼荣。人亡余故宅，空有荷花生。念此杳如梦，凄然伤我情。", "几岁悲南国，今朝赋北征。归心渡江勇，病体得秋轻。海阔石门小，城高粉堞明。金山旧游寺，过岸听钟声。", "我家敬亭下，輙继谢公作。相去数百年，风期宛如昨。登高素秋月，下望青山郭。俯视鸳鸯群，饮啄自鸣跃。夫子虽蹭蹬，瑶台雪中鹤。独立窥浮云，其心在寥廓。时来顾我笑，一饭葵与藿。世路如秋风，相逢尽萧索。腰间玉具劒，意许无遗诺。壮士不可轻，相期在云阁。", "吾爱王子晋，得道伊洛滨。金骨既不毁，玉颜长自春。可怜浮丘公，猗靡与情亲。举首白日间，分明谢时人。二仙去已远，梦想空殷勤。", "卢橘为秦树，蒲萄出汉宫。烟花宜落日，丝管醉春风。笛奏龙吟水，箫鸣凤下空。君王多乐事，还与万方同。", "周子横山隐，开门临城隅。连峰入户牖，胜概凌方壶。时作白纻词，放歌丹阳湖。水色傲溟渤，川光秀菰蒲。当其得意时，心与天壤俱。闲云随舒卷，安识身有无。抱石耻献玉，沈泉笑探珠。羽化如可作，相携上清都。", "绝壁临巨川，连峰势相向。乱石流洑间，回波自成浪。但惊群木秀，莫测精灵状。更听猨夜啼，忧心醉江上。", "太白何苍苍，星辰上森列。去天三百里，邈尔与世绝。中有绿发翁，披云卧松雪。不笑亦不语，冥栖在岩穴。我来逢真人，长跪问宝诀。粲然启玉齿，授以炼药说。铭骨传其语，竦身已电灭。仰望不可及，苍然五情热。吾将营丹砂，永与世人别。", "凉风度秋海，吹我乡思飞。连山去无际，流水何时归。目极浮云色，心断明月晖。芳草歇柔艳，白露催寒衣。梦长银汉落，觉罢天星稀。含悲想旧国，泣下谁能挥。", "奇峰出奇云，秀木含秀气。清宴皖公山，巉绝称人意。独游沧江上，终日淡无味。但爱兹岭高，何由讨灵异。默然遥相许，欲徃心莫遂。待吾还丹成，投迹归此地。", "文苑振金声，循良冠百城。不知今史氏，何处列君名。", "伯阳仙家子，容色如青春。日月秘灵洞，云霞辞世人。化心养精魄，隐几窅天真。莫作千年别，归来城郭新。", "遥望九华峰，诚然是九华。苍颜耐风雪，奇态灿云霞。曜日凝成锦，凌霄增壁崖。何当余荫照，天造洞仙家。", "晴暖感余芳，红苞杂绛房。落时犹自舞，扫后更闻香。梦罢收罗荐，仙归勅玉箱。回肠九回后，犹有剩回肠。", "夏木正阴成，戎装出帝京。沾襟辞阙泪，回首别乡情。云树褒中路，风烟汉上城。前旌传谷去，后骑踏桥声。久领鸳行重，无嫌虎绶轻。终提一麾去，再入福苍生。", "丹旐发江臯，人悲雁亦号。湘南罢亥市，汉上改词曹。表墓双碑立，尊名一字褒。尝闻平楚狱，为报里门高。", "扬帆借天风，水驿苦不缓。平明及西塞，已先投沙伴。回峦引群峰，横蹙楚山断。砯冲万壑会，震沓百川满。龙怪潜溟波，俟时救炎旱。我行望雷雨，安得霑枯散。鸟去天路长，人愁春光短。空将泽畔吟，寄尔江南管。", "边马萧萧鸣，边风满碛生。暗添弓箭力，斗上鼓鼙声。袭月寒晕起，吹云阴阵成。将军占气候，出号夜翻营。", "汉水波浪远，巫山云雨飞。东风吹客梦，西落此中时。觉后思白帝，佳人与我违。瞿塘饶贾客，音信莫令稀。", "小苑试春衣，高楼倚暮晖。夭桃惟是笑，舞蝶不空飞。赤岭久无耗，鸿门犹合围。几家缘锦字，含泪坐鸳机。", "故人日已远，窻下尘满琴。坐对一撙酒，恨多无力斟。幕疎萤色逈，露重月华深。万境与群籁，此时情岂任。", "杨柳郁青青，竹枝无限情。同郎一回顾，听唱纥那声。", "清水本不动，桃花发岸傍。桃花弄水色，波荡摇春光。我悦子容艳，子倾我文章。风吹绿琴去，曲度紫鸳鸯。昔作一水鱼，今成两枝鸟。哀哀长鸡鸣，夜夜达五晓。起折相思树，归赠知寸心。覆水不可收，行云难重寻。天涯有度鸟，莫绝瑶华音。", "窜逐勿复哀，惭君问寒灰。浮云本无意，吹落章华台。远别泪空尽，长愁心已摧。二年吟泽畔，顦顇几时回。", "太古历阳郡，化为洪川在。江山犹郁盘，龙虎秘光彩。蓄泄数千载，风云何霮䨴。特生勤将军，神力百夫倍。", "养鸷非玩形，所资击鲜力。少年昧其理，日日哺不息。探雏网黄口，旦暮有余食。宁知下鞲时，翅重飞不得。毰毸止林表，狡兔自南北。饮啄既已盈，安能劳羽翼。", "青鸟海上来，今朝发何处。口衔云锦字，与我忽飞去。鸟去凌紫烟，书留绮窗前。开缄方一笑，乃是故人传。故人深相勗，忆我劳心曲。离居在咸阳，三见秦草绿。置书双袂间，引领不暂闲。长望杳难见，浮云横远山。", "辰象森罗正，句陈翊卫宽。鱼龙排百戏，剑佩俨千官。城禁将开晚，宫深欲曙难。月输移枍诣，仙路下栏干。共贺高禖应，将陈寿酒欢。金星压芒角，银汉转波澜。王母来空阔，羲和上屈盘。凤皇传诏旨，獬廌冠朝端。造化中台座，威风上将坛。甘泉犹望幸，早晚冠呼韩。", "黄鹂啄紫椹，五月鸣桑枝。我行不记日，误作阳春时。蚕老客未归，白田已缲丝。驱马又前去，扪心空自悲。", "芳条得意红，飘落忽西东。分逐春风去，风回得故丛。明朝金井露，始看忆春风。", "白日与明月，昼夜尚不闲。况尔悠悠人，安得久世间。传闻海水上，乃有蓬莱山。玉树生绿叶，灵仙每登攀。一食驻玄发，再食留红颜。吾欲从此去，去之无时还。", "多君相门女，学道爱神仙。素手掬青霭，罗衣曳紫烟。一往屏风叠，乘鸾着玉鞭。", "凤翣拥铭旌，威迟异吉行。汉仪陈秘器，楚挽咽繁声。驻綍辞清庙，凝笳背直城。唯应留内传，知是向蓬瀛。", "绿水接柴门，有如桃花源。忘忧或假草，满院罗丛萱。暝色湖上来，微雨飞南轩。故人宿茅宇，夕鸟栖杨园。还惜诗酒别，深为江海言。明朝广陵道，独忆此倾樽。", "珍果出西域，移根到北方。昔年随汉使，今日寄梁王。上相芳缄至，行台绮席张。鱼鳞含宿润，马乳带残霜。染指铅粉腻，满喉甘露香。酝成十日酒，味敌五云桨。咀嚼停金盏，称嗟响画堂。慙非末至客，不得一枝尝。", "天子居未央，妾侍卷衣裳。顾无紫宫宠，敢拂黄金床。水至亦不去，熊来尚可当。微身奉日月，飘若萤之光。愿君采葑菲，无以下体妨。", "玉塞惊宵柝，金桥罢举烽。始巢阿阁凤，旋驾鼎湖龙。门咽通神鼓，楼凝警夜钟。小臣观吉从，犹误欲东封。", "萱草含丹粉，荷花抱绿房。鸟应悲蜀帝，蝉是怨齐王。通内藏珠府，应官解玉坊。桥南荀令过，十里送衣香。", "撩钗盘孔雀，恼带拂鸳鸯。萝荐谁教近，斋时锁洞房。", "残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。", "谁道泰山高，下却鲁连节。谁云秦军众，摧却鲁连舌。独立天地间，清风洒兰雪。夫子还倜傥，攻文继前烈。错落石上松，无为秋霜折。赠言镂宝刀，千岁庶不灭。", "绀殿横江上，青山落镜中。岸回沙不尽，日暎水成空。天乐流香阁，莲舟飏晚风。恭陪竹林宴，留醉与陶公。", "侧叠万古石，横为白马矶。乱流若电转，举櫂扬珠辉。临驿卷缇幕，升堂接绣衣。情亲不避马，为我解霜威。", "断崖如削瓜，岚光破崖绿。天河从中来，白云涨川谷。玉案赤文字，世眼不可读。摄身凌青霄，松风拂我足。", "南岭见秋雪，千门生早寒。闲时驻马望，高处卷帘看。雾散琼枝出，日斜铅粉残。偏宜曲江上，倒影入清澜。", "出震清多难，乘时播大钧。操弦调六气，挥翰动三辰。运偶升天日，哀深率土人。瑶池无辙迹，谁见属车尘。", "轻飞不假风，轻落不委地。撩乱舞晴空，发人无限思。", "五月长斋戒，深居绝送迎。不离通德里，便是法王城。举目皆僧事，全家少俗情。精修无上道，结念未来生。宾合缁衣占，书堂信鼓鸣。戏童为塔象，啼鸟学经声。黍用青菰角，葵承玉露烹。马家供薏苡，刘氏饷芜菁。暗网笼歌扇，流尘晦酒铛。不知何次道，作佛几时成。", "韩蝶翻罗幕，曹蝇拂绮窗。鬬鸡回玉勒，融麝暖金釭。瑇瑁明书阁，琉璃冰酒缸。画楼多有主，鸾凤各双双。", "雨引苔侵壁，风驱叶拥堦。久留闲客话，宿请老僧斋。酒瓮新陈接，书签次第排。翛然自有处，摇落不伤怀。", "耳虚多听远，展传晨鸡鸣。一室背灯卧，中宵扫叶声。兰芳经雨败，鹤病得秋轻。肯踏衡门草，唯应是友生。", "自喜蜗牛舍，兼容燕子巢。绿筠遗粉箨，红药绽香苞。虎过遥知穽，鱼来且佐庖。慢行成酩酊，邻壁有松醪。", "小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。仙人垂两足，桂树作团团。白兔捣药成，问言与谁餐。蟾蜍蚀圜影，天明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何。恻怆摧心肝。", "故人博罗尉，遗我山姜花。采从碧海上，来自谪仙家。云涛润孤根，阴火照晨葩。静摇扶桑日，艳对瀛洲霞。世人爱芳辛，搴撷忘幽遐。传名入帝里，飞驿辞天涯。王济本尚味，石崇方鬬奢。雕盘多不识，绮席乃增华。驿马损筋骨，贵人滋齿牙。顾予藜藿士，持此重咨嗟。", "军城临汉水，旌斾起春风。远思见江草，归心看塞鸿。野花沿古道，新叶映行宫。惟有诗兼酒，朝朝两不同。", "滞雨长安夜，残灯独客愁。故乡云水地，归梦不宜秋。", "丹陛犹敷奏，彤庭歘战争。临危对卢植，始悔用庞萌。御仗收前殿，兵徒剧背城。苍黄五色棒，掩遏一阳生。古有清君侧，今非乏老成。素心虽未易，此举太无名。谁瞑衔冤目，宁吞欲绝声。近闻开寿䜩，不废用咸英。", "袖中赵匕首，买自徐夫人。玉匣闭霜雪，经燕复历秦。其事竟不捷，沦落归沙尘。持此愿投赠，与君同急难。荆卿一去后，壮士多摧残。长号易水上，为我扬波澜。凿井当及泉，张帆当济川。廉夫唯重义，骏马不劳鞭。人生贵相知，何必金与钱。", "洛阳天坛上，依稀似玉京。夜分先见日，月静远闻笙。云路将鸡犬，丹台有姓名。古来成道者，兄弟亦同行。", "仙署棣华春，当时已绝伦。今朝丹阙下，更入白眉人。重振高阳族，分居要路津。一门科第足，五府辟书频。鸷鸟得秋气，法星悬火旻。圣朝寰海静，所至不埋轮。", "公来第四秋，乐国号无愁。军士游书肆，商人占酒楼。熊罴交黑矟，宾客满青油。今日文章主，梁王不姓刘。", "一盏新罗酒，凌晨恐易消。归应冲鼓半，去不待笙调。歌好惟愁和，香浓岂惜飘。春场铺艾帐，下马雉媒娇。", "家山见初月，林壑悄无尘。幽境此何夕，清光如为人。潭空破镜入，风动翠蛾嚬。会向琐窗望，追思伊洛滨。", "孤蝶小徘徊，翩翾粉翅开。并应伤皎洁，频近雪中来。", "访古登岘首，凭高眺襄中。天清远峰出，水落寒沙空。弄珠见游女，醉酒怀山公。感叹发秋兴，长松鸣夜风。", "大梁白云起，飘飖来南洲。裴回苍梧野，十见罗浮秋。鼇抃山海倾，四溟扬洪流。意欲托孤凤，从之摩天游。凤苦道路难，翱翔还昆丘。不肯衔我去，哀鸣慙不周。远客谢主人，明珠难暗投。拂拭倚天劒，西登岳阳楼。长啸万里风，扫清胷中忧。谁念刘越石，化为绕指柔。", "阏氏黄叶落，妾望白登台。月出碧云断，蝉声秋色来。胡兵沙塞合，汉使玉关回。征客无归日，空悲蕙草摧。", "先生见尧心，相与去九有。斯民既已治，我得安林薮。道为自然贵，名是无穷寿。瑶坛在此山，识者常回首。", "公馆似仙家，池清竹径斜。山禽忽惊起，冲落半岩花。", "安石在东山，无心济天下。一起振横流，功成复潇洒。大贤有卷舒，季叶轻风雅。匡复属何人，君为知音者。传闻武安将，气振长平瓦。燕赵期洗清，周秦保宗社。登朝若有言，为访南迁贾。", "妙有分二气，灵山开九华。层标遏迟日，半壁明朝霞。积雪曜阴壑，飞流歕阳崖。青莹玉树色，缥缈羽人家。", "潮水还归海，流人却到吴。相逢问愁苦，泪尽日南珠。", "岚光深院里，傍砌水泠泠。野燕巢官舍。溪云入古厅。日斜孤吏过，帘卷乱峰青。五色神仙尉，焚香读道经。", "肠断枝上猨，泪添山下樽。白云见我去，亦为我飞翻。", "何处闻秋声，翛翛北窗竹。回薄万古心，揽之不盈掬。静坐观众妙，浩然媚幽独。白云南山来，就我檐下宿。嬾从唐生决，羞访季主卜。四十九年非，一往不可复。野情转萧洒，世道有飜覆。陶令归去来，田家酒应熟。", "晴天暗暗雪，来送青春暮。无意似多情，千家万家去。", "动春何限叶，撼晓几多枝。解有相思否，应无不舞时。絮飞藏皓蝶，带弱露黄鹂。倾国宜通体，谁来独赏眉。", "谁怜相门子，不语望秋山。生长绮纨内，辛勤笔砚间。荣亲在名字，好学弃官班。伫俟明年桂，高堂开笑颜。", "轻阴迎晓日，霞霁秋江明。草树含远思，襟怀有余清。凝睇万象起，郎吟孤愤平。渚鸿未矫翼，而我已遐征。因思市朝人，方听晨鸡鸣。昏昏恋衾枕，安见元气英。纳爽耳目变，玩奇筋骨轻。沧洲有奇趣，浩然吾将行。", "白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。", "有客虚投笔，无憀独上城。沙禽失侣远，江树著阴轻。边遽稽天讨，军须竭地征。贾生游刃极，作赋又论兵。", "散诞人间乐，逍遥地上仙。诗家登逸品，释氏悟真筌。制诰留台阁，歌词入管弦。处身于木鴈，任世变桑田。吏隐情兼遂，儒玄道两全。八关斋适罢，三雅兴尤偏。文墨中年旧，松筠晚岁坚。鱼书曾替代，香火有因缘。欲向醉乡去，犹为色界牵。好吹杨柳曲，为我舞金钿。", "柳色黄金嫩，梨花白雪香。玉楼巢翡翠，金殿锁鸳鸯。选妓随雕辇，征歌出洞房。宫中谁第一，飞燕在昭阳。", "鲁客向西笑，君门若梦中。霜凋逐臣发，日忆明光宫。复羡二龙去，才华冠世雄。平衢骋高足，逸翰凌长风。舞袖拂秋月，歌筵闻蚤鸿。送君日千里，良会何由同。", "本以高难饱，徒劳恨费声。五更疎欲断，一树碧无情。薄宦梗犹泛，故园芜已平。烦君最相警，我亦举家清。", "庭树晓禽动，郡楼残点声。灯挑红烬落，酒煖白光生。髪少嫌梳利，颜衰恨镜明。独吟谁应和，须寄洛阳城。", "龚子栖闲地，都无人世喧。柳深陶令宅，竹暗辟疆园。我去黄牛峡，遥愁白帝猨。赠君卷葹草，心断竟何言。", "属车八十一，此地阻长风。千载威灵尽，赭山寒水中。", "东平与南平，今古两步兵。素心爱美酒，不是顾专城。谪官桃源去，寻花几处行。秦人如旧识，出户笑相迎。", "夕阳归路后，霜野物声干。集鸟翻渔艇，残虹拂马鞍。刘桢元抱病，虞寄数辞官。白袷经年卷，西来及早寒。", "蓝岑竦天壁，突兀如鲸额。奔蹙横澄潭，势吞落星石。沙带秋月明，水摇寒山碧。佳镜宜缓櫂，清辉能留客。恨君阻欢游，使我自惊惕。所期俱卜筑，结茅炼金液。", "万里风来地，清江北望楼。云通梁苑路，月带楚城秋。刺字从漫灭，归途尚阻修。前程更烟水，吾道岂淹留。", "高松出众木，伴我向天涯。客散初晴候，僧来不语时。有风传雅韵，无雪试幽姿。上药终相待，他年访伏龟。", "晚登高楼望，木落双江清。寒山饶积翠，秀色连州城。目送楚云尽，心悲胡雁声。相思不可见，回首故人情。", "垂柳碧鬅茸，楼昏雨带容。思量成夜梦，束久废春慵。梳洗凭张敞，乘骑笑稚恭。碧虚随转笠，红烛近高舂。怨目明秋水，愁眉淡远峰。小阑花尽蝶，静院醉醒蛩。旧作琴台凤，今为药店龙。宝匳抛掷久，一任景阳钟。", "初谓鹊山近，宁知湖水遥。此行殊访戴，自可缓归桡。", "髣髴古容仪，含愁带曙辉。露如今日泪，苔似昔年衣。有恨同湘女，无言类楚妃。寂然芳霭内，犹若待夫归。", "齐瑟弹东吟，秦弦弄西音。慷慨动颜魄，使人成荒淫。彼美佞邪子，婉娈来相寻。一笑双白璧，再歌千黄金。珍色不贵道，讵惜飞光沈。安识紫霞客，瑶台鸣素琴。", "燕臣昔恸哭，五月飞秋霜。庶女号苍天，震风击齐堂。精诚有所感，造化为悲伤。而我竟何辜，远身金殿傍。浮云蔽紫闼，白日难回光。群沙秽明珠，众草凌孤芳。古来共叹息，流泪空霑裳。", "曾作关中客，频经伏毒岩。晴烟沙苑树，晚日渭川帆。昔是青春貌，今悲白雪髯。郡楼空一望，含意卷高帘。", "宫馆贮娇娃，当时意大夸。艳倾吴国尽，笑入楚王家。", "寿阳信天险，天险横荆关。苻坚百万众，遥阻八公山。不假筑长城，大贤在其间。战夫若熊虎，破敌有余闲。张子勇且英，少轻卫霍孱。投躯紫髯将，千里望风颜。勗尔効才略，功成衣锦还。", "天子居未央，妾侍卷衣裳。顾无紫宫宠，敢拂黄金床。水至亦不去，熊来尚可当。微身奉日月，飘若萤火光。愿君采葑菲，无以下体妨。", "柳动御沟清，威迟堤上行。城隅日未过，山色雨初晴。莺避传呼起，花临府署明。簿书盈几案，要自有高情。", "石壁望松寥，宛然在碧霄。安得五彩虹，驾天作长桥。仙人如爱我，举手来相招。", "皎洁终无倦，煎熬亦自求。花时随酒远，雨后背窗休。冷暗黄茅驿，暄明紫桂楼。锦囊名画揜，玉局败碁收。何处无佳梦，谁人不隐忧。影随帘押转，光信簟文流。客自胜潘岳，侬今定莫愁。固应留半燄，廻照下帏羞。", "坛下雪初霁，南城冻欲生。斋心祠上帝，高步领名卿。沐浴含芳泽，周旋听佩声。犹怜广平守，寂寞竟何成。", "淼淼望湖水，青青芦叶齐。归心落何处，日没大江西。歇马傍春草，欲行远道迷。谁忍子规鸟，连声向我啼。", "全溪不可到，况复尽余醅。汉苑生春水，昆池换劫灰。战蒲知雁唼，皱月觉鱼来。清兴恭闻命，言诗未敢回。", "白鹭洲前月，天明送客回。青龙山后日，早出海云来。流水无情去，征帆逐吹开。相看不忍别，更进手中杯。", "何处深春好，春深唱第家。名传一纸榜，兴管九衢花。荐听诸侯乐，来随计吏车。杏园抛曲处，挥袖向风斜。", "旷望登古台，台高极人目。叠嶂列远空，杂花间平陆。闲云入窗牖，野翠生松竹。欲览碑上文，苔侵岂堪读。", "舟小回仍数，楼危凭亦频。燕来从及社，蝶舞太侵晨。绛雪除烦后，霜梅取味新。年华无一事，只是自伤春。", "美人卷珠帘，深坐颦蛾眉。但见泪痕湿，不知心恨谁。", "初随林霭动，稍共夜凉分。窗迥侵灯冷，庭虚近水闻。", "汉郡三十六，郁林东南遥。人伦选清臣，天外颁诏条。桂水步秋浪，火山凌雾朝。分圻辨风物，入境闻讴谣。莎岸见长亭，烟林隔丽谯。日落舟益驶，川平旗自飘。珠浦远明灭，金沙晴动摇。一吟道中作，离思悬层霄。", "素萼迎寒秀，金英带露香。繁华照旄钺，荣盛对银黄。琮璧交辉映，衣裳杂彩章。晴云遥盖覆，秋蝶近悠扬。空想逢九日，何由陪一觞。满丛佳色在，未肯委严霜。", "嘉谷隐丰草，草深苗且稀。农夫既不异，孤穗将安归。常恐委畴陇，忽与秋蓬飞。乌得荐宗庙，为君生光辉。", "将军将秦师，西南奠遐服。故垒清江上，苍烟晦乔木。登临直萧辰，周览壮前躅。堑平陈叶满，墉高秋蔓绿。废井抽寒菜，毁台生鲁谷。耕人得古器，宿雨多遗镞。楚塞郁重叠，蛮溪纷诘曲。留此数仞基，几人伤远目。", "春来山事好，归去亦逍遥。水净苔莎色，露香芝术苗。登台吸瑞景，飞步翼神飙。愿荐埙篪曲，相将学玉箫。", "咸阳二三月，宫柳黄金枝。绿帻谁家子，卖珠轻薄儿。日暮醉酒归，白马骄且驰。意气人所仰，冶游方及时。子云不晓事，晚献长杨辞。赋达身已老，草玄鬓若丝。投阁良可叹，但为此辈嗤。", "天将今夜月，一遍洗寰瀛。暑退九霄净，秋澄万景清。星辰让光彩，风露发晶英。能变人间世，翛然是玉京。", "凄凉宝剑篇，羁泊欲穷年。黄叶仍风雨，青楼自管弦。新知遭薄俗，旧好隔良缘。心断新丰酒，销愁斗几千。", "薄宦频移疾，当年久索居。哀同庚开府，瘦极沈尚书。城绿新阴远，江清返照虚。所思惟翰墨，从古待双鱼。", "望郎临古郡，佳句洒丹青。应自丘迟宅，仍过柳恽汀。封来江渺渺，信去雨冥冥。句曲闻仙诀，临川得佛经。朝吟搘客枕，夜读漱僧瓶。不见衔芦雁，空流腐草萤。土宜悲坎井，天怒识雷霆。象卉分疆近，蛟涎浸岸腥。补羸贪紫桂，负气托青萍。万里悬离抱，危于讼合铃。", "嬴女吹玉箫，吟弄天上春。青鸾不独去，更有携手人。影灭彩云断，遗声落西秦。", "真僧闭精宇，灭迹含达观。列嶂图云山，攒峰入霄汉。丹崖森在目，清昼疑卷幔。蓬壶来轩窗，瀛海入几案。烟涛争喷薄，岛屿相凌乱。征帆飘空中，瀑水洒天半。峥嵘若可陟，想像徒盈叹。杳与真心冥，遂谐静者翫。如登赤城里，揭步沧洲畔。即事能娱人，从兹得消散。", "我来南山阳，事事不异昔。却寻溪中水，还望岩下石。蔷薇缘东窗，女萝遶北壁。别来能几日，草木长数尺。且复命酒樽，独酌陶永夕。", "旭日开晴色，寒空失素尘。遶墙全剥粉，傍井渐消银。刻兽摧盐虎，为山倒玉人。珠还犹照魏，璧碎尚留秦。落日惊侵画，余光悮惜春。簷冰滴鹅管，屋瓦镂鱼鳞。岭霁岚光坼，松暄翠粒新。拥林愁拂尽，著砌恐行频。焦寝忻无患，梁园去有因。莫能知帝力，空此荷平均。", "长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。", "夜树风韵清，天河云彩轻。故苑多露草，隔城闻鹤鸣。摇落从此始，别离含远情。闻君当是夕，倚瑟吟商声。外物岂不足，中怀向谁倾。秋来念归去，同听嵩阳笙。", "知见一何高，拭眼避天位。同观洗耳人，千古应无愧。", "前陪看花处，邻里近王昌。今想临戎地，旌旗出汶阳。营飞柳絮雪，门耀戟枝霜。东望清河水，心随艑上郎。", "朔风悲老骥，秋霜动鸷禽。出门有远道，平野多层阴。灭没驰绝塞，振迅拂华林。不因感衰节，安能激壮心。", "湖上收宿雨，城中无昼尘。楼依新柳贵，池带乱苔春。云水正一望，簿书来绕身。烟波洞庭路，愧彼扁舟人。", "大汉无中策，匈奴犯渭桥。五原秋草绿，胡马一何骄。命将征西极，横行阴山侧。燕支落汉家，妇女无华色。转战渡黄河，休兵乐事多。萧条清万里，瀚海寂无波。", "日晚湘水绿，孤舟无端倪。明湖涨秋月，独泛巴陵西。过憩裴逸人，岩居陵丹梯。抱琴出深竹，为我弹鹍鸡。曲尽酒亦倾，北窗醉如泥。人生且行乐，何必组与珪。", "寒光照旌节，关路晓无尘。吏谒前丞相，山迎旧主人。东瞻军府静，西望敕书频。心共黄河水，同升天汉津。", "瀑近悬崖屋，阴阴草木青。自言山底住，长向月中畊。晚雨无多点，初蝉第一声。煮茶归未去，刻竹为题名。", "黄河二尺鲤，本在孟津居。点额不成龙，归来伴凡鱼。故人东海客，一见借吹嘘。风涛傥相见，更欲凌昆墟。", "寂寂重寂寂，病夫卧秋斋。夜蛩思幽壁，槁叶鸣空堦。南国异气候，火旻尚昏霾。瘴烟跕飞羽，沴气伤百骸。昨闻凯歌旋，饮至酒如淮。无战陋丹水，垂仁轻槀街。清庙既策勋，圆丘俟燔柴。车书一以混，幽远靡不怀。逐客顦顇久，故乡云雨乖。禽鱼各有化，予欲问齐谐。", "何处可为别，长安青绮门。胡姬招素手，延客醉金樽。临当上马时，我独与君言。风吹芳兰折，日没鸟雀喧。举手指飞鸿，此情难具论。同归无早晚，颍水有清源。", "结构得奇势，朱门交碧浔。外来始一望，写尽平生心。日轩漾波影，月砌镂松阴。几度欲归去，回眸情更深。", "玉瓶沽美酒，数里送君还。系马垂杨下，衔杯大道间。天边看渌水，海上见青山。兴罢各分袂，何须醉别颜。", "客去波平槛，蝉休露满枝。永怀当此节，倚立自移时。北斗兼春远，南陵寓使迟。天涯占梦数，疑误有新知。", "暗暗淡淡紫，融融冶冶黄。陶令篱边色，罗含宅里香。几时禁重露，实是怯残阳。愿泛金鹦鹉，升君白玉堂。", "讲学金华殿，亲畊钩盾田。侍臣容谏猎，方士信求仙。虹影俄侵日，龙髯不上天。空余水银海，长照夜灯前。", "瑶草寒不死，移植沧江滨。东风洒雨露，会入天地春。予若洞庭叶，随波送逐臣。思归未可得，书此谢情人。", "熙熙春景霁，草绿春光丽。的历乱相鲜，葳蕤互亏蔽。乍疑芊绵里，稍动丰茸际。影碎翻崇兰，浮香转丛蕙。含烟绚碧彩，带露如珠缀。幸因采掇日，况此临芳岁。", "三门横峻滩，六剌走波澜。石惊虎伏起，水状龙萦盘。何慙七里濑，使我欲垂竿。", "松间风未起，万叶不自吟。池上月未来，清辉同夕阴。宫征不独运，埙篪自相寻。一从别乐天，诗思日已沈。吟君洛中作，精绝百炼金。乃知孤鹤情，月露为知音。微之从东来，威凤鸣归林。羡君先相见，一豁平生心。", "剩结茱萸枝，多擘秋莲的。独自有波光，彩囊盛不得。", "公府想无事，西池秋水清。去年为狎客，永日奉高情。况有台上月，如闻云外笙。不知桑落酒，今岁与谁倾。", "醉别复几日，登临徧池台。何时石门路，重有金樽开。秋波落泗水，海色明徂徕。飞蓬各自远，且尽手中杯。", "樱桃千万枝，照耀如雪天。王孙䜩其下，隔水疑神仙。宿露发清香，初阳动暄妍。妖姬满髻插，酒客折枝传。同此赏芳月，几人有华筵。杯行勿遽辞，好醉逸三年。", "先君怀圣德，灵庙肃神心。草合人踪断，尘浓鸟迹深。流沙丹灶灭，关路紫烟沈。独伤千载后，空余松柏林。", "天地英雄气，千秋尚凛然。势分三足鼎，业复五铢钱。得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。", "故池春又至，一到一伤情。雁鹜群犹下，蛙螟衣已生。竹丛身后长，台势雨来倾。六尺孤安在，人间未有名。", "众果莫相诮，天生名品高。何因古乐府，惟有郑樱桃。", "水色南天远，舟行若在虚。迁人发佳兴，吾子访闲居。日落看归鸟，潭澄羡跃鱼。圣朝思贾谊，应降紫泥书。", "长安百花时，风景宜轻薄。无人不沽酒，何处不闻乐。春风连夜动，微雨凌晓濯。红焰出墙头，雪光映楼角。繁紫韵松竹，远黄绕篱落。临路不胜愁，轻烟去何托。满庭荡魂魄，照庑成丹渥。烂熳簇颠狂，飘零劝行乐。时节易晼晚，清阴覆池阁。唯有安石榴，当轩慰寂寞。", "东南倚盖卑，维岳资柱石。前当祝融居，上拂朱鸟翮。青冥结精气，磅礴宣地脉。还闻肤寸阴，能致弥天泽。", "前年牧锦城，马蹋血泥行。千里追戎首，三军许勇名。残兵疑鹤唳，空垒辩乌声。一误云中级，南游湘水清。", "飞雨过池阁，浮光生草树。新竹开粉奁，初莲𦶟香注。野花无时节，水鸟自来去。若问知境人，人间第一处。", "巴江可惜柳，柳色绿侵江。好向金銮殿，移阴入绮窗。", "雪霁太阳津，城池表里春。河流添马颊，原色动龙鳞。万里独归客，一杯逢故人。登高向西望，关路正飞尘。", "十五入汉宫，花颜笑春红。君王选玉色，侍寝金屏中。荐枕娇夕月，卷衣恋春风。宁知赵飞燕，夺宠恨无穷。沈忧能伤人，绿鬓成霜蓬。一朝不得意，世事徒为空。鹔鹴换美酒，舞衣罢雕龙。寒苦不忍言，为君奏丝桐。肠断弦亦绝，悲心夜忡忡。", "秋水清无力，寒山暮多思。官闲不计程，徧上南朝寺。", "春咏敢轻裁，衔辞入半杯。已遭江映柳，更被雪藏梅。寡和真徒尔，殷忧动即来。从诗得何报，惟感二毛催。", "寂寥照镜台，遗基古南阳。真人昔来游，翠凤相随翔。目成在桑野，志遂贮椒房。岂无三千女，初心不可忘。", "忆昨与故人，湘江岸头别。我马映林嘶，君帆转山灭。马嘶循古道，帆灭如流电。千里江蓠春，故人今不见。", "少年为别日，隋宫杨柳阴。白首相逢处，巴江烟浪深。使星上三蜀，春雨霑衣襟。王程促速意，夜语殷勤心。却归天上去，遗我云间音。", "雾夕咏芙蕖，何郎得意初。此时谁最赏，沈范两尚书。", "鸟衔野田草，误入枯桑里。客土植危根，逢春犹不死。草木虽无情，因依尚可生。如何同枝叶，各自有枯荣。", "湖阔数千里，湖光摇碧山。湖西正有月，独送李膺还。", "已带黄金缕，仍飞白玉花。长时须拂马，密处少藏鸦。眉细从他敛，腰轻莫自斜。玳梁谁道好，偏拟映卢家。", "上国社方见，此乡秋不归。为矜皇后舞，犹著羽人衣。拂水斜纹乱，衔花片影微。卢家文杏好，试近莫愁飞。", "翛然金园赏，远近含晴光。楼台成海气，草木皆天香。忽逢青云士，共解丹霞裳。水退池上热，风生松下凉。吞讨破万象，搴窥临众芳。而我遗有漏，与君用无方。心垢都已灭，永言题禅房。", "族亚齐安陆，风高汉武威。烟波别墅醉，花月后门归。青海闻传箭，天山报合围。一朝携剑起，上马即如飞。", "振蛰春潜至，湘南人未归。身加一日长，心觉去年非。燎火委虚烬，儿童衒彩衣。异乡无旧识，车马到门稀。", "燕赵有秀色，绮楼青云端。眉目艳皎月，一笑倾城欢。常恐碧草晚，坐泣秋风寒。纤手怨玉琴，清晨起长叹。焉得偶君子，共乘双飞鸾。", "雪满原野白，戎装出盘游。挥鞭布猎骑，四顾登高丘。兔起马足间，苍鹰下平畴。喧呼相驰逐，取乐销人忧。舍此戒禽荒，微声列齐讴。鸣鸡发晏堌，别雁惊涞沟。西行有东音，寄与长河流。", "小小生金屋，盈盈在紫微。山花插宝髻，石竹绣罗衣。每出深宫里，常随步辇归。只愁歌舞散，化作彩云飞。", "秋浦多白猨，超腾若飞雪。牵引条上儿，饮弄水中月。", "大车扬飞尘，亭午暗阡陌。中贵多黄金，连云开甲宅。路逢鬬鸡者，冠盖何辉赫。鼻息干虹蜺，行人皆怵惕。世无洗耳翁，谁知尧与跖。", "小时不识月，呼作白玉盘。又疑瑶台镜，飞在白云端。仙人垂两足，桂树作团团。白兔捣药成，问言与谁餐。蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何，凄怆摧心肝。", "太华生长松，亭亭凌霜雪。天与百尺高，岂为微飙折。桃李卖阳艳，路人行且迷。春光扫地尽，碧叶成黄泥。愿君学长松，慎勿作桃李。受屈不改心，然后知君子。", "郑客西入关，行行未能已。白马华山君，相逢平原里。璧遗镐池君，明年祖龙死。秦人相谓曰，吾属可去矣。一往桃花源，千春隔流水。", "月色不可扫，客愁不可道。玉露生秋衣，流萤飞百草。日月终销毁，天地同枯槁。蟪蛄啼青松，安见此树老。金丹宁误俗，昧者难精讨。尔非千岁翁，多恨去世早。饮酒入玉壶，藏身以为宝。", "齐公凿新河，万古流不绝。丰功利生人，天地同朽灭。两桥对双阁，芳树有行列。爱此如甘棠，谁云敢攀折。吴关倚此固，天险自兹设。海水落斗门，湖平见沙汭。我行送季父，弭櫂徒流悦。杨花满江来，疑是龙山雪。惜此林下兴，怆为山阳别。瞻望清路尘，归来空寂灭。", "天作云与雷，霈然德泽开。东风日本至，白雉越裳来。独弃长沙国，三年未许回。何时入宣室，更问洛阳才。", "客来花雨际，秋水落金池。片石寒青锦，疎杨挂绿丝。高僧拂玉柄，童子献霜梨。惜去爱佳景，烟萝欲暝时。", "妾在舂陵东，君居汉江岛。一日望花光，往来成白道。一为云雨别，此地生秋草。秋草秋蛾飞，相思愁落晖。何由一相见，灭烛解罗衣。", "谁道此水广，狭如一匹练。江夏黄鹤楼，青山汉阳县。大语犹可闻，故人难可见。君草陈琳檄，我书鲁连箭。报国有壮心，龙颜不回眷。西飞精卫鸟，东海何由填。鼓角徒悲鸣，楼船习征战。抽劒步霜月，夜行空庭徧。长呼结浮云，埋没顾荣扇。他日观军容，投壶接高宴。", "睥睨江鸦集，堂皇海燕过。减衣怜蕙若，展帐动烟波。日烈忧花甚，风长奈柳何。陈遵容易学，身世醉时多。", "西出苍龙门，南登白鹿原。欲寻商山皓，犹恋汉皇恩。水国远行迈，仙经深讨论。洗心向溪月，清耳敬亭猨。筑室在人境，闭门无世喧。多君枉高驾，赠我以微言。交乃意气合，道因风雅存。别离有相思，瑶瑟与金樽。", "天上参旗过，人间烛燄销。谁言整双履，便是隔三桥。知处黄金鏁，曾来碧绮寮。凭栏明日意，池阔雨萧萧。", "手种悲陈事，心期玩物华。柳飞彭泽雪，桃散武陵霞。枳嫩栖鸾叶，桐香待凤花。绶藤萦弱蔓，袍草展新芽。学植功虽倍，成蹊迹尚赊。芳年谁共玩，终老邵平瓜。", "昔日股肱守，朱轮兹地游。繁华日已谢，章句此空留。蔓草佳城闭，故林棠树秋。今来重垂泪，不忍过西州。", "神农好长生，风俗久已成。复闻紫阳客，早署丹台名。喘息餐妙气，步虚吟真声。道与古仙合，心将元化幷。楼疑出蓬海，鹤似飞玉京。松雪窗外晓，池水阶下明。忽耽笙歌乐，颇失轩冕情。终愿惠金液，提携凌太清。", "沙岸竹森森，维艄听越禽。数家同老寿，一径自阴深。喜客尝留橘，应官说采金。倾壶真得地，爱日静霜砧。", "闻难知恸哭，行啼入府中。多君同蔡琰，流泪请曹公。知登吴章岭，昔与死无分。崎岖行石道，外折入青云。相见若悲歌，哀声那可闻。", "自古有秀色，西施与东邻。蛾眉不可妬，况乃效其𪾸。所以尹婕妤，羞见邢夫人。低头不出气，塞默少精神。寄语无盐子，如君何足珍。", "池光忽隐墙，花气乱侵房。屏缘蝶留粉，窗油蜂印黄。官书推小吏，侍史从清郎。竝马更吟去，寻思有底忙。", "危亭题竹粉，曲沼嗅荷花。数日同携酒，平明不在家。寻幽殊未极，得句总堪夸。强下西楼去，西楼倚暮霞。", "日午树阴正，独吟池上亭。静看蜂教诲，闲想鹤仪形。法酒调神气，清琴入性灵。浩然机已息，几杖复何铭。", "深居俯夹城，春去夏犹清。天意怜幽草，人间重晚晴。并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。", "不出孤峰上，人间四十秋。视身如传舍，阅世似东流。法为因缘立，心从次第修。中宵问真偈，有住是吾忧。", "今日风日好，明日恐不如。春风笑于人，何乃愁自居。吹箫舞彩凤，酌醴鲙神鱼。千金买一醉，取乐不求余。达士遗天地，东门有二疏。愚夫同瓦石，有才知卷舒。无事作悲苦，块然涸辙鱼。", "白发四老人，昂藏南山侧。偃卧松雪间，冥翳不可识。云窗拂青霭，石壁横翠色。龙虎方战争，于焉自休息。秦人失金镜，汉祖升紫极。阴虹浊太阳，前星遂沦匿。一行佐明圣，倏起生羽翼。功成身不居，舒卷在胸臆。窅冥合元化，茫昧信难测。飞声塞天衢，万古仰遗则。", "蜀国花已尽，越桃今已开。色疑琼树倚，香似玉京来。且赏同心处，那忧别叶催。佳人如拟咏，何必待寒梅。"]